{"reviewerID": "A2VNYWOPJ13AFP", "asin": "0981850006", "reviewerName": "Amazon Customer \"carringt0n\"", "helpful": [6, 7], "reviewText": "This was a gift for my other husband.  He's making us things from it all the time and we love the food.  Directions are simple, easy to read and interpret, and fun to make.  We all love different kinds of cuisine and Raichlen provides recipes from everywhere along the barbecue trail as he calls it. Get it and just open a page.  Have at it.  You'll love the food and it has provided us with an insight into the culture that produced it. It's all about broadening horizons.  Yum!!", "overall": 5.0, "summary": "Delish", "unixReviewTime": 1259798400, "reviewTime": "12 3, 2009", "label": 18}
{"reviewerID": "A20DWVV8HML3AW", "asin": "0981850006", "reviewerName": "Cyndy", "helpful": [0, 0], "reviewText": "My husband rarely asks for anything specific, but he really liked this show.  I was so glad I could find this for him.  He was so happy that I found it for him.", "overall": 5.0, "summary": "Just what my husband wanted", "unixReviewTime": 1371081600, "reviewTime": "06 13, 2013", "label": 18}
{"reviewerID": "A3RVP3YBYYOPRH", "asin": "0981850006", "reviewerName": "John Warren", "helpful": [9, 11], "reviewText": "This guy knows his stuff. I love the seriously step by step approach to real food cooked right. This was so good I bought the second one as well.", "overall": 5.0, "summary": "Love This Show!", "unixReviewTime": 1257984000, "reviewTime": "11 12, 2009", "label": 18}
{"reviewerID": "A28XY55TP3Q90O", "asin": "0981850006", "reviewerName": "JSG \"Lover of Learning\"", "helpful": [1, 1], "reviewText": "THIS CAN BE FOUND AT: [...] FOR $19.99, also an issue is coming out 10/11/2011. Steven Raichlen is the master and anything that he imparts is worth it, but you don't have to pay nearly $100 for something you can get for $20. I like to support free enterprise, but that price discrepancy is a little too free.", "overall": 5.0, "summary": "BUY ELSEWHERE, TOO EXPENSIVE", "unixReviewTime": 1314144000, "reviewTime": "08 24, 2011", "label": 18}
{"reviewerID": "A3VZW1BGUQO0V3", "asin": "0981850006", "reviewerName": "Marc G. Belisle \"Allswell2001\"", "helpful": [2, 2], "reviewText": "Quite good particularly for inspiration (DVD given as a present)- excellent recipes are usually also available on his website(s).  However I much prefer several of his cookbooks,in particular: Sauces, Rubs and Marinades, along with The Barbecue! Bible and Planet Barbecue.  We grade recipes in order to keep track of what we like and don't like - I'd say literally 95% are in the A- to A+ range.  His recipes seem to be exceptionally good.  Also note they can be adapted for broiling followed by baking (I did a lot of that throughout the winter).", "overall": 5.0, "summary": "Quite good but I *much* prefer the cookbooks", "unixReviewTime": 1308268800, "reviewTime": "06 17, 2011", "label": 18}
{"reviewerID": "A2R9T5D7UVQZB0", "asin": "0981850006", "reviewerName": "S. Samaras", "helpful": [6, 8], "reviewText": "The DVD is very useful and very detailed and makes it easy to cook the recipes.I was so impressed that I bought another DVD for my son", "overall": 5.0, "summary": "Good Stuff", "unixReviewTime": 1253577600, "reviewTime": "09 22, 2009", "label": 18}
{"reviewerID": "A2MH49GAEWEI95", "asin": "0981850006", "reviewerName": "Thomas O.", "helpful": [0, 0], "reviewText": "Have learned to use my grill for making many things and it has given me the confidence to cook for family and friends.", "overall": 5.0, "summary": "wonderfull ideas for using your grill for more than just a burger and dog cooker", "unixReviewTime": 1395532800, "reviewTime": "03 23, 2014", "label": 18}
{"reviewerID": "AR5DPX4ZU3D4Z", "asin": "144072007X", "reviewerName": "Aaron Daniels", "helpful": [1, 6], "reviewText": "I saw this deal and ordered it immediately. I really was looking forward to getting my metal detector in the mail. What I got was a book on CD, something about Sand Sharks. I was very, very unpleased, but I didn't argue, because what's the point? I just won't trust deals like this again very quickly. Look into everything before you purchase.", "overall": 1.0, "summary": "They sent me a book?", "unixReviewTime": 1360886400, "reviewTime": "02 15, 2013", "label": 18}
{"reviewerID": "A3OGMCRM3NL8OM", "asin": "144072007X", "reviewerName": "Ivan Moreno", "helpful": [1, 1], "reviewText": "This metal detector is light and powerful. It works as advertised. Excellent product!I have used it for a few days. I am impressed!", "overall": 5.0, "summary": "Tesoro Sand Shark metal detector", "unixReviewTime": 1360108800, "reviewTime": "02 6, 2013", "label": 18}
{"reviewerID": "A7E1GKNNT96QQ", "asin": "144072007X", "reviewerName": "S. Tunder", "helpful": [15, 16], "reviewText": "Don't buy this machine. I have one and I don't want you to have it. That will leave more things for me to find.IT is a great detector. It works great in salt water and on the beaches. It is very deep being a pulse inductive machine.It will find all the metal that is there so figure on digging a lot if there is a lot of trash like pull tabs or bottle caps.", "overall": 5.0, "summary": "Don't buy it", "unixReviewTime": 1206057600, "reviewTime": "03 21, 2008", "label": 18}
{"reviewerID": "A1EWN6KZ4HMLT7", "asin": "011040047X", "reviewerName": "S. Prescott", "helpful": [2, 2], "reviewText": "The case pictured is a soft violet color, but the case cover I received was a dark purple. While I'm sure the quality of the product is fine, the color is very different.", "overall": 1.0, "summary": "Wrong color", "unixReviewTime": 1344902400, "reviewTime": "08 14, 2012", "label": 7}
{"reviewerID": "A1YX2RBMS1L9L", "asin": "0110400550", "reviewerName": "Andrea Busch", "helpful": [0, 0], "reviewText": "Saw this same case at a theme park store for 25 dollars. This is very good quality for a great price.", "overall": 5.0, "summary": "Great product", "unixReviewTime": 1353542400, "reviewTime": "11 22, 2012", "label": 7}
{"reviewerID": "A180NNPPKWCCU0", "asin": "0110400550", "reviewerName": "Aniya pennington", "helpful": [3, 3], "reviewText": "case fits perfectly and I always gets compliments on it its hasn't cracked when I dropped it. wonderful and protective.", "overall": 5.0, "summary": "Perfect", "unixReviewTime": 1374105600, "reviewTime": "07 18, 2013", "label": 7}
{"reviewerID": "A3HVRXV0LVJN7", "asin": "0110400550", "reviewerName": "BiancaNicole", "helpful": [4, 4], "reviewText": "Best phone case ever . Everywhere I go I get a ton of compliments on it. It was in perfect condition as well.", "overall": 5.0, "summary": "A++++", "unixReviewTime": 1358035200, "reviewTime": "01 13, 2013", "label": 7}
{"reviewerID": "A292527VPX98P8", "asin": "0110400550", "reviewerName": "Cebell", "helpful": [0, 1], "reviewText": "It may look cute. This case started off pretty good the first couple of weeks. Then it started to slide off. It slid off one day I was in a parking lot phone fell face down and my glass shattered. TERRIBLE CASE!!!!!", "overall": 1.0, "summary": "Do NOT GET IT!!", "unixReviewTime": 1353888000, "reviewTime": "11 26, 2012", "label": 7}
{"reviewerID": "A1BJGDS0L1IO6I", "asin": "0110400550", "reviewerName": "cf \"t\"", "helpful": [0, 3], "reviewText": "ITEM NOT SENT from Blue Top Company in Hong Kong and it's been over two months!  I will report this.  DO NOT use this company.  Not happy at all!", "overall": 1.0, "summary": "ITEM NOT SENT!!", "unixReviewTime": 1359504000, "reviewTime": "01 30, 2013", "label": 7}
{"reviewerID": "ANG01NK4RXCI9", "asin": "0110400550", "reviewerName": "Charles Kodi Bomberry", "helpful": [1, 1], "reviewText": "this is a cute case, I bought it for my wife but it was really hard to take off considering it was way too tight for the phone. When I put it on for her, it caused the screen protector to bubble up. I thought I was gonna end up breaking it when trying to remove it. She liked the look of it but that's about it.", "overall": 2.0, "summary": "meh", "unixReviewTime": 1389139200, "reviewTime": "01 8, 2014", "label": 7}
{"reviewerID": "AL7D46UHDVZVC", "asin": "0110400550", "reviewerName": "Claire", "helpful": [0, 0], "reviewText": "it came in ok but there was a crack on the left side. also it slides apart really easily but it's fine.", "overall": 3.0, "summary": "alright", "unixReviewTime": 1387929600, "reviewTime": "12 25, 2013", "label": 7}
{"reviewerID": "A1KO9L34Z7548N", "asin": "0110400550", "reviewerName": "clevebrowns626", "helpful": [0, 1], "reviewText": "The case is good, but the two pieces do not fit all the way together.  It is slightly off and no matter how much I tried(even shaving the side a little) it wouldn't slide into each other.  The gap is very, very little and you can barley notice it.  The bottom of the case has never slid off, so I will deal with it for the wonderful price!", "overall": 3.0, "summary": "OK for the price", "unixReviewTime": 1355961600, "reviewTime": "12 20, 2012", "label": 7}
{"reviewerID": "A30P2CYOUYAJM8", "asin": "0110400550", "reviewerName": "Gene", "helpful": [1, 1], "reviewText": "I got this for my 14 year old sister.  She loves it.  I really really don't have any complaints. Yeah", "overall": 4.0, "summary": "Cool purchase.", "unixReviewTime": 1363737600, "reviewTime": "03 20, 2013", "label": 7}
{"reviewerID": "A15I9QV4OG22A6", "asin": "001212835X", "reviewerName": "cc.gar", "helpful": [0, 0], "reviewText": "This was a christmas gift for my mother for she has been wanting on for several months and she was &#34;extremely&#34; pleased with the beauty of this lamp. She said its a lot prettier in person than in the picture,JUST BEAUTIFUL. Thanks for having it here amazon", "overall": 5.0, "summary": "AWESOME LAMP", "unixReviewTime": 1389657600, "reviewTime": "01 14, 2014", "label": 21}
{"reviewerID": "A1BNZ90HN39TYR", "asin": "0205062040", "reviewerName": "Anne M Johnson", "helpful": [0, 0], "reviewText": "This made quick work or putting down decking. Decking was evenly spaced and no ugly screw heads. Only thing that could make it better is a stronger handle.", "overall": 5.0, "summary": "Awesome tool", "unixReviewTime": 1373846400, "reviewTime": "07 15, 2013", "label": 21}
{"reviewerID": "A9DUCBTL8K3E4", "asin": "0205062040", "reviewerName": "Bob J \"tarheelinva\"", "helpful": [1, 1], "reviewText": "I had to tear off a small bedroom deck in order to have the shingles below it replaced, so I decided to test this out to see if, when I replace the rest of the decking, it really does work well before committing to it.  WELL, IT DOES!  Even when we had to face screw the board up against the siding, the holes were so small that you really could not see them, looked like a divet and after a couple of rains, all but disappeared.  The screws that are used would even work without the CAMO DECK TOOL for most situations but of course using the tool puts them on the edges where you really cannot see them at all.  Even my deck guy, who was resistant to even use this 'system' was impressed.  And that wasn't easy to do given he wanted to use nails!One word of caution: there are several different models - this one is the 1/16\" inch spacing model for pressure treated decking.  The spacing barely exists and appears almost solid but eventually the lumber will shrink a little and the spacing should be more like 1/8\" inch, after it dries out some.", "overall": 5.0, "summary": "IN A WORD:  EXCELLENT COOL TOOL!", "unixReviewTime": 1382659200, "reviewTime": "10 25, 2013", "label": 21}
{"reviewerID": "AA8O583KRYINX", "asin": "0205062040", "reviewerName": "Brian Taylor", "helpful": [0, 0], "reviewText": "The tool works great, as advertised.The narrow gap is perfect for our wet lumber.Would recommend this to a friend.", "overall": 5.0, "summary": "Delivery was on time.  Tool works great", "unixReviewTime": 1372723200, "reviewTime": "07 2, 2013", "label": 21}
{"reviewerID": "A16CR5RCPXFMMA", "asin": "0205062040", "reviewerName": "canyncarvr", "helpful": [4, 4], "reviewText": "If you want to side-screw decking, this tool works.  I'm installing pressure treated Doug Fir.  PT wood is hard on the surface, it doesn't generally start nails or screws as easy as untreated wood does.  Using Camo screws (NOT split-tipped trim-head screws), an installed deck board finishes well.The tool does NOT orient itself 90 to the run of the board without careful placement.  Until you get used to it, DO make sure it is placed square to the board before starting the screws.I think it unfortunate that one cannot configure BOTH ends of the tool to a specific gap.  With the 1/16&#34; spacing of only the adjustable width edge (at the 'back' of the tool) and 3/16&#34; in the front you cannot use the tool but on the leading board.  That makes the replacement of a board that has been narrowly spaced impossible with the use of the tool.  You can start the screws BEFORE placing the board..that would work.  I'd prefer the same spacing front and back.Spacing:  Why not a 1/8&#34; spacer?  I asked National Nail if they were considering that option, was told, 'No.'  My opinion, but 3/16&#34; is too wide, 1/16&#34; is too narrow.  Using a nail as a spacer is a method that has been used for about ever..and a nail is real close to 1/8&#34;.I'm only about 1/2 done on my current deck job, the first with this tool (homeowner, but I've put in 4-5 decks) and it has worked well so far.  The guides are not degrading with use.  The handle does flex a good bit, but as the instructions indicate, don't use it to do the job a board clamp or other placement tool should be used to do.I had looked into several 'side screw' or hidden fastener methods, having used only face-placed screws in the past.  No slot-type, biscuit cut system interested me.  I know folks that used DeckMaster and wouldn't touch that setup.The lack of spacing options is about the only issue that keeps this from a 5-star rating.  There is NO way I could use a bore-type tip (like the camo screws) without this guide...and a split tip would do exactly that:  Split.", "overall": 4.0, "summary": "Good tool!", "unixReviewTime": 1364256000, "reviewTime": "03 26, 2013", "label": 21}
{"reviewerID": "A398X3UMHLCM93", "asin": "0205062040", "reviewerName": "JF", "helpful": [0, 0], "reviewText": "Easy to use and produces a clean deck board appearance. Used the camo jig on ptp, so time will tell if shrinkage and cupping becomes an issue. Overall I think this is a great tool.", "overall": 5.0, "summary": "Camo jig", "unixReviewTime": 1368403200, "reviewTime": "05 13, 2013", "label": 21}
{"reviewerID": "A14JYXSTIUTXP", "asin": "0205062040", "reviewerName": "Kelly Huffman", "helpful": [0, 0], "reviewText": "I used the Camo Pro-X1 to install a fence using 1x6 boards installed horizontally.  It worked really well.  I used the 1/16th gap which is installed in the back of the product.  I couldn't figure out how to swap the front 3/16th with the back 1/16th and I don't think it can be done.  So in order to use the 1/16th I just put the tool down backward on each board.  A lot of my fence goes up a hill and connecting to the verticals was easy as you simply move the tool after the top screw is in to install the bottom screw.  In some areas I couldn't use the tool I predrilled the boards and used the camo fastners without it and that worked well too.", "overall": 5.0, "summary": "Great tool", "unixReviewTime": 1366070400, "reviewTime": "04 16, 2013", "label": 21}
{"reviewerID": "A1PJ3XCSKTWWWG", "asin": "0205062040", "reviewerName": "L. McCool", "helpful": [0, 0], "reviewText": "This tool is awesome. It works great. It's super easy to use. Love it. Would not do a deck without one. My daughter and I did her 16ft x 16 ft deck with ease. We used 2 drills with the two bits included with the 2 3/8 screws pack we bought and finished the deck with the same two bits. Her deck boards are 2 x 6 x 16. My husband did shoot some screws next to house with out the tool and that worked great too. My daughter never used a drill before and myself rarely, and we had no problems. We had no problems with the tool lining up to the studs either. The screws pulled themselves easily into the wood. And the look of the deck is fantastic. I'll post pics too. It was a fun project for us all around. We used this one so we could have the 1/16 in gap as opposed to the less expensive one. Sure it took longer then an air gun nailer, but we never split a board or had the screw sticking out of the stud. underneath. And we did back some screws out and that worked easily also.", "overall": 5.0, "summary": "This tool is awesome. It works great", "unixReviewTime": 1405036800, "reviewTime": "07 11, 2014", "label": 21}
{"reviewerID": "A1Q4SCKKL5FRQF", "asin": "0205062040", "reviewerName": "T. Culbertson", "helpful": [1, 1], "reviewText": "I just finished an 800 sqft deck using this tool.  It is simple to use and durable but here are a few tips/tricks I learned along the way.-The tools spacing ability is good but not sufficient.  If you are laying a 10ft board and you just use this tool to space it then the board will probably be crooked.  How much will depend a lot on the materials.  I bought two of these and would use one at each end which helped a lot but many of the boards were still not straight.  I would recommend using additional spacers to help keep the boards aligned.-Don't push down on the handle.  Sure, it's tempting, but I can guarantee you'll break it off.  I was very careful and it did not happen to me but I could see how easy it would be to break.  If you are trying to squeeze the tool into a tight space, place your palm on the flat area below both handles and gently rock the tool a little.-If you are really in a tight spot, remove the spacer (the 1/16th spacer removes completely) and use it by itself.Why only 4 stars?-The tool is a tad expensive.  It is of good design but there really isn't much to it.  Materials wise, it probably should only be $25-$30.-The screws are decent but I did break a few and they are pretty expensive.  For the same price you would get a much higher quality deck screw.-The star bits are only ok quality.  A couple of mine bent and rusted.  On top of that they are well overpriced compared to regular star bits.-Boards are not very easy to remove.  I had to pull up a couple of boards for various reasons and it wasn't easy.  It wasn't super complicated, but it was definitely more complicated than face screws would have been.", "overall": 4.0, "summary": "Very good tool but a little overpriced.", "unixReviewTime": 1374451200, "reviewTime": "07 22, 2013", "label": 21}
{"reviewerID": "A24ROB2LAIF4O9", "asin": "0615247881", "reviewerName": "Christine R. Oertel", "helpful": [0, 0], "reviewText": "I have seen him at a wood show and decided to see if his DVD would present more information.  I found a good amount of information and I like his style of turning", "overall": 5.0, "summary": "Good show", "unixReviewTime": 1380672000, "reviewTime": "10 2, 2013", "label": 21}
{"reviewerID": "A2XVJBSRI3SWDI", "asin": "0000031887", "reviewerName": "abigail", "helpful": [0, 0], "reviewText": "Perfect red tutu for the price. I baught it as part of my daughters Halloween costume and it looked great on her.", "overall": 5.0, "summary": "Nice tutu", "unixReviewTime": 1383523200, "reviewTime": "11 4, 2013", "label": 8}
{"reviewerID": "A2G0LNLN79Q6HR", "asin": "0000031887", "reviewerName": "aj_18 \"Aj_18\"", "helpful": [1, 1], "reviewText": "This was a really cute tutu the only problem is that it was super short on my 5 yr old daughter. Other than that it was really adorable.", "overall": 4.0, "summary": "Really Cute but rather short.", "unixReviewTime": 1337990400, "reviewTime": "05 26, 2012", "label": 8}
{"reviewerID": "A2R3K1KX09QBYP", "asin": "0000031887", "reviewerName": "alert consumer", "helpful": [1, 1], "reviewText": "the tutu color was very nice. the only issue with this tutu is the quality of material used. it appears cheap and after much play my 3 year old managed to snag a piece of the fabric and that was the end of life for this particular tutu.", "overall": 2.0, "summary": "not very good material.", "unixReviewTime": 1361059200, "reviewTime": "02 17, 2013", "label": 8}
{"reviewerID": "A19PBP93OF896", "asin": "0000031887", "reviewerName": "Alinna Satake \"Can't Stop Eating\"", "helpful": [0, 1], "reviewText": "My 3-yr-old daughter received this as a gift for her birthday.  She's no pixy, but she's not huge either, and it was VERY tight on her, so I doubt a 6 year old can fit it comfortably.  The tutu fell apart after 12 hours -- the satin waistband detached from the tulle.  Unless twirling counts as rough wear, I'd say this was poorly constructed.  I sent two messages to Sydney So Sweet directly, trying to get a replacement or at least some kind of acknowledgement and NOTHING.  So ... crappy construction and crappy customer service.  I already don't like tutu/fairy/princess stuff, and this just furthers my opinion that companies like this are preying on daughters.  Boo!", "overall": 1.0, "summary": "Tiny and Poorly Constructed!", "unixReviewTime": 1363824000, "reviewTime": "03 21, 2013", "label": 8}
{"reviewerID": "A1P0IHU93EF9ZK", "asin": "0000031887", "reviewerName": "Amanda", "helpful": [0, 0], "reviewText": "Bought it for my daughters first birthday which is lady bug themed and it fits perfect the stitching is a little loose but only need it one day", "overall": 4.0, "summary": "i love it", "unixReviewTime": 1390435200, "reviewTime": "01 23, 2014", "label": 8}
{"reviewerID": "A3Q6CTO56DJ8UZ", "asin": "0000031887", "reviewerName": "Amazing Amazon", "helpful": [3, 4], "reviewText": "I ordered this for a costume for me (I'm a 5'5\" adult) and was surprised by the quality considering it was under $10.  The tulle is double layered and the waistband is satin and very comfortable.  The waistband stretches to about 30\".", "overall": 4.0, "summary": "Good Quality!", "unixReviewTime": 1268697600, "reviewTime": "03 16, 2010", "label": 8}
{"reviewerID": "A1KLRMWW2FWPL4", "asin": "0000031887", "reviewerName": "Amazon Customer \"cameramom\"", "helpful": [0, 0], "reviewText": "This is a great tutu and at a really great price. It doesn't look cheap at all. I'm so glad I looked on Amazon and found such an affordable tutu that isn't made poorly. A++", "overall": 5.0, "summary": "Great tutu-  not cheaply made", "unixReviewTime": 1297468800, "reviewTime": "02 12, 2011", "label": 8}
{"reviewerID": "A1GQPAM8Y45QN7", "asin": "0000031887", "reviewerName": "Amazon Customer", "helpful": [0, 0], "reviewText": "Got this for our youngest kid, she loves it. Its big and made better than the last cheap tutu we got for her.", "overall": 5.0, "summary": "Tutu", "unixReviewTime": 1356480000, "reviewTime": "12 26, 2012", "label": 8}
{"reviewerID": "A2G5TCU2WDFZ65", "asin": "0000031887", "reviewerName": "Amazon Customer", "helpful": [0, 0], "reviewText": "I bought this for my 4 yr old daughter for dance class, she wore it today for the first time and the teacher thought it was adorable. I bought this to go with a light blue long sleeve leotard and was happy the colors matched up great. Price was very good too since some of these go for over $15.00 dollars.", "overall": 5.0, "summary": "Very Cute!!", "unixReviewTime": 1358553600, "reviewTime": "01 19, 2013", "label": 8}
{"reviewerID": "AEAN37KUOYSX4", "asin": "0000031887", "reviewerName": "Amazon Customer", "helpful": [0, 0], "reviewText": "Just as described and arrived fast-although I upgraded shipping options in hopes it would arrive in time for a school function (it did!)  Amazing price too!  This tutu is 3 layers- much better quality than I expected given the low cost!", "overall": 5.0, "summary": "Fantastic!", "unixReviewTime": 1371859200, "reviewTime": "06 22, 2013", "label": 8}
{"reviewerID": "A9DMTMLFR9CO5", "asin": "0001393774", "reviewerName": "Albert Luguterah", "helpful": [0, 0], "reviewText": "fantastic. old time religion is good for me. the Gospel never expires, as valid today as it was when composed", "overall": 5.0, "summary": "i love it", "unixReviewTime": 1377907200, "reviewTime": "08 31, 2013", "label": 6}
{"reviewerID": "AHG1GTQZUYNJN", "asin": "0001393774", "reviewerName": "CAROLYNE CHAMBERLAIN", "helpful": [0, 0], "reviewText": "I HAD THE ALBUM FOR YEARS AGO ....AND I AM VERY HAPPY TO REPLACE IT INT HE CD FORM....HE IS THE MUSICAL EVANGEL.....", "overall": 5.0, "summary": "PURE JOY!", "unixReviewTime": 1372723200, "reviewTime": "07 2, 2013", "label": 6}
{"reviewerID": "A2TFO7NREP2B2D", "asin": "0001393774", "reviewerName": "cindy terpening_smith", "helpful": [0, 0], "reviewText": "Pure praise to throne room. He had a unique style all his own. He was taken in death to soon.", "overall": 5.0, "summary": "pure", "unixReviewTime": 1396396800, "reviewTime": "04 2, 2014", "label": 6}
{"reviewerID": "A2YAPAG1IPNK7K", "asin": "0001393774", "reviewerName": "diane tousley", "helpful": [0, 0], "reviewText": "I have always loved Keith Green's music and hadn't heard it in over 30 years.  I was thrilled to find it available on Amazon.  It's a beautiful and spiritual CD", "overall": 5.0, "summary": "Love this CD!", "unixReviewTime": 1392422400, "reviewTime": "02 15, 2014", "label": 6}
{"reviewerID": "AEKGGV851HY3K", "asin": "0001393774", "reviewerName": "D. MILLS", "helpful": [13, 15], "reviewText": "Keith Green had a passionate love for Jesus.  This is evident in his life as well as in his music.  He didn't preach Jesus at concerts sponsored by beer companies.  He didn't get divorced and remarried.  He didn't live a life of luxury off of his royalties while billions starved.  He was the real deal.  He was a real Christian.Much of his music consists of love songs to God, and listening to this music Keith's love for Jesus encourages me.  Hearing the tender serenades of a true lover of Jesus fans the flame of the listener's own passion.  It's contagious.", "overall": 5.0, "summary": "Passionate Faith Is Contagious", "unixReviewTime": 1130803200, "reviewTime": "11 1, 2005", "label": 6}
{"reviewerID": "A2MRQG8RN5JI7R", "asin": "0001393774", "reviewerName": "janice", "helpful": [0, 0], "reviewText": "i love this cd i had a cassette so had to get a cd the songs have so muchmeaning and i think of the children that were lost. love it", "overall": 5.0, "summary": "songs for the shsephers", "unixReviewTime": 1396828800, "reviewTime": "04 7, 2014", "label": 6}
{"reviewerID": "A12R54MKO17TW0", "asin": "0001393774", "reviewerName": "J. Bynum", "helpful": [1, 1], "reviewText": "Keith Green / Songs for the Shepherd:  His previous albums were more focused on encouragement and correction towards the Church.  This, his last, is focused on Praise.  This one is still not as great as his first album, but it is a strong enough Praise album to earn Five Stars.", "overall": 5.0, "summary": "His last album is focused on Praise", "unixReviewTime": 1326067200, "reviewTime": "01 9, 2012", "label": 6}
{"reviewerID": "A1C7NPVPFF4OO8", "asin": "0001393774", "reviewerName": "Lisa L. Powell", "helpful": [1, 1], "reviewText": "As soon as it reached me, I played and listened to it and I had a flashback moment to the eighties when I heard it and when I saw him in concert just before his death.  I wept but smiled because I was soo blessed by the music and I hope you are encourage to get this as well.", "overall": 5.0, "summary": "This is album is absolutely Blessed!", "unixReviewTime": 1374364800, "reviewTime": "07 21, 2013", "label": 6}
{"reviewerID": "A22X72C51HQ7AS", "asin": "0001393774", "reviewerName": "Martha Ory", "helpful": [0, 0], "reviewText": "It is a very good CD for my collection of Keith Green music. I am so glad I was able to find it", "overall": 5.0, "summary": "Keith Green Collection", "unixReviewTime": 1390262400, "reviewTime": "01 21, 2014", "label": 6}
{"reviewerID": "A1JE8B5PU9ISMC", "asin": "0001393774", "reviewerName": "Michelle Toste", "helpful": [1, 1], "reviewText": "The product (tape) arrived quickly, and in excellent condition. Seller also included some bonus tapes which were a nice touch. I appreciate the great service, and the generosity of the extra tapes. Would like to buy from this seller again!", "overall": 5.0, "summary": "Went over and above in meeting expectations!", "unixReviewTime": 1238457600, "reviewTime": "03 31, 2009", "label": 6}
{"reviewerID": "AB9S9279OZ3QO", "asin": "0078764343", "reviewerName": "Alan", "helpful": [1, 1], "reviewText": "I haven't gotten around to playing the campaign but the multiplayer is solid and pretty fun. Includes Zero Dark Thirty pack, an Online Pass, and the all powerful Battlefield 4 Beta access.", "overall": 5.0, "summary": "Good game and Beta access!!", "unixReviewTime": 1373155200, "reviewTime": "07 7, 2013", "label": 23}
{"reviewerID": "A24SSUT5CSW8BH", "asin": "0078764343", "reviewerName": "Kindle Customer", "helpful": [0, 0], "reviewText": "I want to start off by saying I have never played the Call of Duty games. This is only the second first person shooter game that I have own. I think it is a lot of fun. Has good graphics and nice story line. It does take some skill to get through the levels. I think all players can enjoy this game. There are three levels to choose from based on your skill level. If your looking for first person shooter game that has current military type play than this is a good buy.", "overall": 5.0, "summary": "Love the game", "unixReviewTime": 1377302400, "reviewTime": "08 24, 2013", "label": 23}
{"reviewerID": "AK3V0HEBJMQ7J", "asin": "0078764343", "reviewerName": "Miss Kris \"Krissy\"", "helpful": [0, 0], "reviewText": "this will be my second medal of honor I love how the incorporate real life military stories in the game great", "overall": 4.0, "summary": "MOH nice", "unixReviewTime": 1372896000, "reviewTime": "07 4, 2013", "label": 23}
{"reviewerID": "A10BECPH7W8HM7", "asin": "043933702X", "reviewerName": "GMC \"Old Time Modeler\"", "helpful": [0, 0], "reviewText": "great game when it first came out, and still a great game", "overall": 5.0, "summary": "Five Stars", "unixReviewTime": 1404950400, "reviewTime": "07 10, 2014", "label": 23}
{"reviewerID": "A2PRV9OULX1TWP", "asin": "043933702X", "reviewerName": "grimi", "helpful": [0, 0], "reviewText": "this is the first need for speed I bought years and years ago.  I lost it so I bought this for a trip down memory lane.  Pretty tame by todays games.  It brought back memories of fun times.", "overall": 5.0, "summary": "memory lane", "unixReviewTime": 1386115200, "reviewTime": "12 4, 2013", "label": 23}
{"reviewerID": "AE7GUHCDQQ4UI", "asin": "043933702X", "reviewerName": "Imperfection91", "helpful": [0, 0], "reviewText": "Doesn't load after installation. Tried it on 3 different computers. Waited a while to receive it... was kind of excited", "overall": 1.0, "summary": ">.&lt;", "unixReviewTime": 1366156800, "reviewTime": "04 17, 2013", "label": 23}
{"reviewerID": "A48ABFDDRMKI8", "asin": "043933702X", "reviewerName": "me", "helpful": [0, 0], "reviewText": "i love this game i have had the best fun with this game if it does not work try it on a laptopif u like racing game you might like this.It is kinda old so be expecting that but other wise other than graphics it is grait", "overall": 5.0, "summary": "Best racing game", "unixReviewTime": 1374192000, "reviewTime": "07 19, 2013", "label": 23}
{"reviewerID": "A26B0P6K95SIKW", "asin": "0439339960", "reviewerName": "Linda G. Baudoin", "helpful": [0, 0], "reviewText": "Gift for my granddaughter.  Likes the game a lot, but prefers to just listen to the music & sounds.  We use it at my house on a separate computer (just for Lana).  Money well spent--provides hours of amusement & education.", "overall": 3.0, "summary": "Lana's opinion", "unixReviewTime": 1288569600, "reviewTime": "11 1, 2010", "label": 23}
{"reviewerID": "AZ3UWOC8QSO6C", "asin": "0439339987", "reviewerName": "Amazon Customer \"shoppnmama\"", "helpful": [0, 0], "reviewText": "I have reviewed this software many times and I still think it isawesome.I continue to order more and more.The kids at my school love, love it.", "overall": 5.0, "summary": "excellent game", "unixReviewTime": 1366848000, "reviewTime": "04 25, 2013", "label": 23}
{"reviewerID": "A182S3ANC0W7DL", "asin": "0439342260", "reviewerName": "James", "helpful": [2, 2], "reviewText": "I am an Ice Cream Truck Vendor (I lease out 20+ Trucks), and an the owner of a small business that distributes Good Humor Ice Cream in Dayton, Ohio. I purchased this program (as I do most Ice Cream related stuff) just to see what it was all about. I was pleasantly surprised... as there are exercises that allow you to run your own business within the game.  You have to restock, and consider expenses... and you either win or you can loose the day, in business, depending on your decisions. Great tool (game) to teach your kids business and some responsibility. It was also fun!", "overall": 4.0, "summary": "Teach Business to Kids & Adults", "unixReviewTime": 1355875200, "reviewTime": "12 19, 2012", "label": 23}
{"reviewerID": "AH2L9G3DQHHAJ", "asin": "0000000116", "reviewerName": "chris", "helpful": [5, 5], "reviewText": "Interesting Grisham tale of a lawyer that takes millions of dollars from his firm after faking his own death. Grisham usually is able to hook his readers early and ,in this case, doesn't play his hand to soon. The usually reliable Frank Mueller makes this story even an even better bet on Audiobook.", "overall": 4.0, "summary": "Show me the money!", "unixReviewTime": 1019865600, "reviewTime": "04 27, 2002", "label": 5}
{"reviewerID": "A2IIIDRK3PRRZY", "asin": "0000000116", "reviewerName": "Helene", "helpful": [0, 0], "reviewText": "The thumbnail is a shirt.  The product shown is a shoe.  The description is a book.This reviewer is confused.", "overall": 1.0, "summary": "Listing is all screwed up", "unixReviewTime": 1395619200, "reviewTime": "03 24, 2014", "label": 5}
{"reviewerID": "A1TADCM7YWPQ8M", "asin": "0000000868", "reviewerName": "Joel@AWS", "helpful": [10, 10], "reviewText": "I'll be honest. I work for a large online retailer named after a South American river, and ordered this because the ASIN (0000000868) is so ... distinctive ... and, frankly, I wondered what the hell a &quot;reader turntable&quot; was, particularly one with both an editor and an illustrator.A friend suggested that the title was really the result of a very poor translation; that &quot;Reader&quot; was supposed to be &quot;Tales&quot;, &quot;Turntable&quot; was supposed to be &quot;Lyrics&quot; and this was really a book entitled &quot;Korea's Favorite Tales and Lyrics&quot;. Oddly enough, there is such a book, apparently edited by Mr. Hyun and illustrated by Mr. Park.Well, as it turns out, &quot;Reader Turntable SE-14&quot; is not a book. It is, well, a reader turntable: a black rectangular piece of 1/2&quot; particleboard, about 13x16 inches, mounted on a bearing so it can rotate easily. It's a lot like a &quot;Lazy Susan&quot;.It's useful for reading rooms, libraries, etc. Place it on table, put a dictionary or other big heavy reference book on it, and now folks sitting on either side of the table can share the reference, simply turning it towards them when they need to look something up.Construction is sturdy. I (175 lbs) stood on it and it rotated: a bit roughly but it didn't collapse. Bearing quality is modest but serviceable. Black matte finish is tasteful.", "overall": 4.0, "summary": "Not a Bad Translation", "unixReviewTime": 1031702400, "reviewTime": "09 11, 2002", "label": 5}
{"reviewerID": "AWGH7V0BDOJKB", "asin": "0000013714", "reviewerName": "Barbara Marshall", "helpful": [0, 0], "reviewText": "It had all the songs I wanted but I had ordered the large print version and received the regular version. This was the only thing I did not like.", "overall": 4.0, "summary": "Not the large print", "unixReviewTime": 1383177600, "reviewTime": "10 31, 2013", "label": 5}
{"reviewerID": "A3UTQPQPM4TQO0", "asin": "0000013714", "reviewerName": "betty burnett", "helpful": [0, 0], "reviewText": "We have many of the old, old issue. But the number had depleted. There were not  enough books to allow us to use them regularly. With the additional supply the books will be used more often.  They arre a good old standby for gospel singing.", "overall": 5.0, "summary": "I was disappointed that you would only allow me to purchase 4 when your inventory showed that you had 14 available.", "unixReviewTime": 1374883200, "reviewTime": "07 27, 2013", "label": 5}
{"reviewerID": "A8ZS0I5L5V31B", "asin": "0000013714", "reviewerName": "Ephraim O. Nwabuokei", "helpful": [0, 0], "reviewText": "I love this book. I love hymns and love to sing and run my fingers over piano/organ.This book is helpful.", "overall": 5.0, "summary": "GREAT HYMN BOOK!", "unixReviewTime": 1393632000, "reviewTime": "03 1, 2014", "label": 5}
{"reviewerID": "ACNGUPJ3A3TM9", "asin": "0000013714", "reviewerName": "GCM", "helpful": [0, 0], "reviewText": "We use this type of hymnal at church.  I was looking for the same one; however, this wasn't it. It is a good hymnal, but there isn't enough information to find the version I need.", "overall": 4.0, "summary": "Nice Hymnal", "unixReviewTime": 1386028800, "reviewTime": "12 3, 2013", "label": 5}
{"reviewerID": "A3BED5QFJWK88M", "asin": "0000013714", "reviewerName": "jimedd", "helpful": [0, 0], "reviewText": "Heavenly Highway HymnsI ordered this hymnal because I learned to read shaped note music when I was a teenager. I play piano but do not sing. I am 85 years old. This hymnal has mostof the songs I have learned over the years. It was exactly what I wanted and needed.It was in good condition and the price was right. I purchased this book from Amazon.", "overall": 4.0, "summary": "Heavenly Highway Hymns", "unixReviewTime": 1350345600, "reviewTime": "10 16, 2012", "label": 5}
{"reviewerID": "A2SUAM1J3GNN3B", "asin": "0000013714", "reviewerName": "J. McDonald", "helpful": [2, 3], "reviewText": "I bought this for my husband who plays the piano.  He is having a wonderful time playing these old hymns.  The music  is at times hard to read because we think the book was published for singing from more than playing from.  Great purchase though!", "overall": 5.0, "summary": "Heavenly Highway Hymns", "unixReviewTime": 1252800000, "reviewTime": "09 13, 2009", "label": 5}
{"reviewerID": "APOZ15IEYQRRR", "asin": "0000013714", "reviewerName": "maewest64", "helpful": [0, 0], "reviewText": "This is a large size hymn book which is great to be able to see the songs, notes, etc.  Quality was great, item was new!", "overall": 5.0, "summary": "Awesome Hymn Book", "unixReviewTime": 1362787200, "reviewTime": "03 9, 2013", "label": 5}
{"reviewerID": "A210NOCSTBT4OD", "asin": "0076144011", "reviewerName": "Sheila", "helpful": [0, 0], "reviewText": "Have you ever thought about how you met your best friend? Was it normal, or was it wacky - like how Elias met Shohei? Pulling a boa constrictor snake named Mathilda out of your backpack can make a remarkable first impression! This book is about three best friends Elias, Honoria, and Shohei, who are united against \"That Which Is The Peshtigo School\". Their goal is to make it through the annual school science fair, but things don't always go as planned.Elias is part of a family made up of science fanatics who would do anything to win a science fair. Elias isn't exactly what you'd call the ambitious type, especially when it comes to science fairs. So he becomes like Galileo and \"retests\" one of his sibling's past projects. Honoria loves to be ambitious, especially when it comes to being a legal counsel extraordinaire. But when she faces a bigger challenge than beating Goliath Reed or getting a piranha to become vegetarian, she doesn't know if she can make it. Shohei is an all around slacker who tries to mooch off Elias instead of creating something on his own. His adoptive parents are constantly encouraging him to start \"hearing\" his ancestors. His mom has even turned Shohei's room into what looks like a walk-in Japanese museum exhibit!This book is laugh out loud hilarious and the more you read, the more exciting and unexpected it gets. I love the title on this book because it really made me laugh and want to read the book. I also like how people so different from one another can be such close friends. There is not much excitement in the beginning, but it builds up very quickly. So if you like that type of story, then this is the book for you.", "overall": 4.0, "summary": "Lovely", "unixReviewTime": 1349308800, "reviewTime": "10 4, 2012", "label": 13}
{"reviewerID": "A28ILV4TOG8BH2", "asin": "0130350591", "reviewerName": "ccjensen", "helpful": [0, 0], "reviewText": "The butter dish is serving us well, and keeping the butter fresh and healthy. Couldn't be happier with it, and the color is a pleasing green.", "overall": 5.0, "summary": "Nice looking, and keeps the butter fresh", "unixReviewTime": 1300752000, "reviewTime": "03 22, 2011", "label": 13}
{"reviewerID": "A31B4D7URW4DNZ", "asin": "0307394530", "reviewerName": "3Gigi3", "helpful": [11, 16], "reviewText": "I anxiously waited for the book I had pre ordered.  Pics were beautiful, but...If you don't want a cake with fondant your pretty much out of luck. As most guests want something yummy to eat as well as pleasing to the eye, fondant just doesn't do it.  Sure it holds color better and makes a great presentation, it just isn't a pleaseing thing to eat.We did take away some ideas, we did use some fondant flowers on the lower layers (least likely to be eaten), and used butterccream for the really good and most enjoyed layers.Good Job Martha, maybe next time you could show how to make butter cream just as attractive as fondant.MOTB", "overall": 2.0, "summary": "Mother of the Bride", "unixReviewTime": 1214784000, "reviewTime": "06 30, 2008", "label": 13}
{"reviewerID": "A2HU0RPDRZZOP1", "asin": "0307394530", "reviewerName": "Alexey Leontev", "helpful": [0, 0], "reviewText": "Fantastic book, a lot of good, original recipes. All very nicely decorated. This book will be the best gift for many.", "overall": 5.0, "summary": "amazing book", "unixReviewTime": 1277337600, "reviewTime": "06 24, 2010", "label": 13}
{"reviewerID": "A7J0XOW7DYBBD", "asin": "0307394530", "reviewerName": "Allan Mar Cariaso", "helpful": [0, 0], "reviewText": "Can't wait to try all the amazing techniques. I just browsed and I can say that this is the book I am looking for.", "overall": 5.0, "summary": "Very helpful", "unixReviewTime": 1393113600, "reviewTime": "02 23, 2014", "label": 13}
{"reviewerID": "A9QY9F2Y7KDFW", "asin": "0307394530", "reviewerName": "Amazon Customer \"Book Obsessed\"", "helpful": [0, 0], "reviewText": "I've been on the search for the perfect wedding cake recipe for over ten years.  You can call it an obsession as I personally love the way wedding cake tastes and I'm not even married!  I bought this book as soon as it was published and the recipes are incredible - as well as the photos.  For anyone who bakes wedding cakes this is one recipe book worth the investment.", "overall": 5.0, "summary": "One in a million", "unixReviewTime": 1218499200, "reviewTime": "08 12, 2008", "label": 13}
{"reviewerID": "A2MGJ4CELCSG10", "asin": "0307394530", "reviewerName": "Amber Owens", "helpful": [0, 0], "reviewText": "I was so happy with my purchase, the book was in perfect condition and arrived promptly! Thanks!", "overall": 5.0, "summary": "Pleased beyond my expectations!", "unixReviewTime": 1234137600, "reviewTime": "02 9, 2009", "label": 13}
{"reviewerID": "A1S0DWONNWB8NH", "asin": "0307394530", "reviewerName": "Amy L. Depree", "helpful": [0, 0], "reviewText": "I really like this book and the recipes are easy to calculate how much batter you will need.  The pictures are wonderful.", "overall": 5.0, "summary": "Martha Stewarts Wedding Cakes", "unixReviewTime": 1266278400, "reviewTime": "02 16, 2010", "label": 13}
{"reviewerID": "A1FUE4TEATOQVV", "asin": "0307394530", "reviewerName": "Angela Mccarter \"Cake Baker\"", "helpful": [1, 1], "reviewText": "Nice book, but more of a coffee table book than a how-to.  It does have some great photos and good recipes.", "overall": 3.0, "summary": "Coffee Table Book", "unixReviewTime": 1220659200, "reviewTime": "09 6, 2008", "label": 13}
{"reviewerID": "A399RHVLQVXMA1", "asin": "0307394530", "reviewerName": "Angela White", "helpful": [1, 1], "reviewText": "Just love this book!! I got some great ideas from it. It is well written, recipes easy to follow. I did wonder whether this would be just another wedding cake book when I first saw it. I am so glad I went with my gut feeling and bought it. I love Martha Stewart items, this delivered well.", "overall": 5.0, "summary": "beautiful wedding cakes", "unixReviewTime": 1312675200, "reviewTime": "08 7, 2011", "label": 13}
{"reviewerID": "AUI0OLXAB3KKT", "asin": "B004A9SDD8", "reviewerName": "A Customer", "helpful": [0, 0], "reviewText": "Glad to finally see this app on the android market.  my wife has it on her iphone and ipad and my son (15 months) loves it!  Hopefully more apps like this are on the way!", "overall": 5.0, "summary": "Great app!!!", "unixReviewTime": 1301184000, "reviewTime": "03 27, 2011", "label": 1}
{"reviewerID": "A1ZUSQ3TC3EC4C", "asin": "B004A9SDD8", "reviewerName": "A. Lissak", "helpful": [12, 14], "reviewText": "this app works great on the Kindle Fire... kid just loves it and plays it over and over again.  would definitely recommend", "overall": 5.0, "summary": "Kid loves it", "unixReviewTime": 1321574400, "reviewTime": "11 18, 2011", "label": 1}
{"reviewerID": "AC05OAXD72X1V", "asin": "B004A9SDD8", "reviewerName": "Allie", "helpful": [0, 0], "reviewText": "We love these monkey's and all the concepts that you learn while working with them.  I love the jumping on the bed as well as the counting, fine motor, interactivity and finding of hidden objects.  When we play with this app my son experiments with touching all of the different objects to see what they do.  Fun and well worth the money!", "overall": 4.0, "summary": "Love these monkeys!", "unixReviewTime": 1367366400, "reviewTime": "05 1, 2013", "label": 1}
{"reviewerID": "A2RVMFOKBVM21I", "asin": "B004A9SDD8", "reviewerName": "Amazon Customer", "helpful": [0, 2], "reviewText": "cannot get my kindle away from my 2 year old granddaughter. there are alot of fun things on this app to keep her amused. she loves it!!!", "overall": 5.0, "summary": "fun fun for toddlers", "unixReviewTime": 1350172800, "reviewTime": "10 14, 2012", "label": 1}
{"reviewerID": "A3NBSRGUWQGCMZ", "asin": "B004A9SDD8", "reviewerName": "Amazon Customer", "helpful": [1, 3], "reviewText": "I start this app up whenever I forget what a force close prompt looks like. I somewhat mistakenly purchased this app due to the one click setup of the market and haven't been able to make it run no matter what I try. I'm pretty adept at using my HTC evo but I guess I'm not so hot at picking good apps. Waste of my $0.99, hopefully not indefinentely.", "overall": 1.0, "summary": "Might be great if it worked", "unixReviewTime": 1300838400, "reviewTime": "03 23, 2011", "label": 1}
{"reviewerID": "A2KTVCVZJ8GPD2", "asin": "B004A9SDD8", "reviewerName": "A. Mclean", "helpful": [0, 0], "reviewText": "Very engaging to my three year old toddler. She plays it over and over again. Every toddler should see this.", "overall": 5.0, "summary": "Great video", "unixReviewTime": 1393545600, "reviewTime": "02 28, 2014", "label": 1}
{"reviewerID": "A2I9RREBHMMPCJ", "asin": "B004A9SDD8", "reviewerName": "AngelaM", "helpful": [1, 2], "reviewText": "My daughter loves this app.  Unfortunately, after upgrading to Gingerbread, it force closes constantly.  Please update this app so we can enjoy it again!", "overall": 3.0, "summary": "great when it worked", "unixReviewTime": 1305504000, "reviewTime": "05 16, 2011", "label": 1}
{"reviewerID": "A1N4O8VOJZTDVB", "asin": "B004A9SDD8", "reviewerName": "Annette Yancey", "helpful": [1, 1], "reviewText": "Loves the song, so he really couldn't wait to play this. A little less interesting for him so he doesn't play long, but he is almost 3 and likes to play the older games, but really cute for a younger child.", "overall": 3.0, "summary": "Really cute", "unixReviewTime": 1383350400, "reviewTime": "11 2, 2013", "label": 1}
{"reviewerID": "A2HQWU6HUKIEC7", "asin": "B004A9SDD8", "reviewerName": "Audiobook lover \"Kathy\"", "helpful": [0, 0], "reviewText": "Oh, how my little grandson loves this app. He's always asking for \"Monkey.\" Grandma has tired of it long before he has. Finding the items on each page that he can touch and activate is endlessly entertaining for him, at least for now. Well worth the $.99.", "overall": 5.0, "summary": "2-year-old loves it", "unixReviewTime": 1323043200, "reviewTime": "12 5, 2011", "label": 1}
{"reviewerID": "A1SXASF6GYG96I", "asin": "B004A9SDD8", "reviewerName": "Barbara Gibbs", "helpful": [0, 0], "reviewText": "I found this at a perfect time since my daughter's favorite song at the moment is five little monkeys. It's easy for little ones to operate and fun with all the things you can play with. The different generes are nice too, gives its a little variety.  Worth the money. Highly recommended!", "overall": 5.0, "summary": "Fun game", "unixReviewTime": 1337558400, "reviewTime": "05 21, 2012", "label": 1}
{"reviewerID": "A1EE2E3N7PW666", "asin": "B000GFDAUG", "reviewerName": "Aaron L. Allen \"Orgazmo1009\"", "helpful": [0, 0], "reviewText": "CA Lewsi' review should be removed. he's reviewing a episode from season 10. If your gonna write a review do it for the whole season, not 1 episode thats not even on the season your reviewing it for.", "overall": 5.0, "summary": "Stupid", "unixReviewTime": 1202256000, "reviewTime": "02 6, 2008", "label": 0}
{"reviewerID": "AGZ8SM1BGK3CK", "asin": "B000GFDAUG", "reviewerName": "Mind's Clay", "helpful": [1, 1], "reviewText": "I truly love the humor of South Park. It's social/political commentary and satirical wit and bathroom absurdity rules. No holds barred! I live to breathe another day in anticipation of Trey Parker's next installment, whether it be South Park or some other venture. South Park is truly the work of a genius. Thank you, Sir Parker. (In Britian they often \"knight\" certian individuals (usually after they are \"old\" or \"dead\") for their contributions to their society) :)Sometimes it is dry. Sometimes it is wet. And sometimes it is too moist for humor. But somebody has to do it!I would like to see new South Park episodes until the day I leave this mortal existence. However, I know that Sir Parker would want to \"move on\". However, I would much like to see South Park from the eyes of a 90 year old Trey Parker. What wisdom would we see then?....", "overall": 5.0, "summary": "\"More Moist Than Should Be\" Humor", "unixReviewTime": 1198195200, "reviewTime": "12 21, 2007", "label": 0}
{"reviewerID": "A2VHZ21245KBT7", "asin": "B000GIOPK2", "reviewerName": "202_d \"202_d\"", "helpful": [0, 0], "reviewText": "This is a cartoon series pitting eight cartoon stereotypes in a pseudo reality TV environment.I have watched all three seasons (only three are on DVD), and this one is the funniest overall. All three are worth a watch, this one is best. The average price of this box set, here on Amazon,  makes it an affordable laugh.While it is possible to start watching with any season of this show, I almost always recommend starting with season one; not too much sequential  story line.This is parody/satirical humor. This type of humor is not for everyone. The smarter you are the more jokes you will understand; some jokes are subtle.", "overall": 4.0, "summary": "Overall, really like the series.", "unixReviewTime": 1215388800, "reviewTime": "07 7, 2008", "label": 0}
{"reviewerID": "ACX8YW2D5EGP6", "asin": "B000GIOPK2", "reviewerName": "Alexandra Stephens \"dreamgirl0922\"", "helpful": [11, 13], "reviewText": "Yeah drawn together is great when it comes to the crude humor. The first season was hilarious but sometimes i found the second season lacking. But it still was a great season. A definite buy is you're a fan of crude humor and hilarious cartoons.", "overall": 4.0, "summary": "Crude cartoon humor...Check", "unixReviewTime": 1185840000, "reviewTime": "07 31, 2007", "label": 0}
{"reviewerID": "A9RNMO9MUSMTJ", "asin": "B000GIOPK2", "reviewerName": "Andre Villemaire", "helpful": [0, 2], "reviewText": "Seems like today's generation is getting revenge on the censorship from the pastand is trying to open up all cans of worms. I guess nice cartoons with good storiesand some morals are out and crude in your face stuff is in.  Some of these arereally funny, have funny situations but its not for everybody and i would'nt let youngkids see it as you have male and female full frontal...characters urinating andother weird stuff....and also the writters must be gay...cause theres a lot ofgay situations...  But what would you expect from a generation of Reality show watchers.....Hope the next generation of cartoons brings back quality instead of quantity of crap.", "overall": 2.0, "summary": "not bad...", "unixReviewTime": 1281052800, "reviewTime": "08 6, 2010", "label": 0}
{"reviewerID": "A3STFVPM8NHJ7B", "asin": "B000GIOPK2", "reviewerName": "A. Pierre", "helpful": [1, 2], "reviewText": "I dont agree with the reviewer who says the show wears thin after awhile. Ive watched each show about 3-5 times a piece and I cant get enough of the show, its a very funny and probably one of the best cartoons on tv today. I dont know how ratings are doing for the show but if they release them via dvd, i'll keep on buying them. Xandir and Tim, Sitting in a Tree is my favorite of the season but all the shows are funny. The more you watch, the more you pick up the little stuff you might have missed. Highly recommend this show to anyone who enjoys adult cartoons, its much better then South Park.", "overall": 5.0, "summary": "Excellent", "unixReviewTime": 1203897600, "reviewTime": "02 25, 2008", "label": 0}
{"reviewerID": "A2582KMXLK2P06", "asin": "B000GIOPK2", "reviewerName": "B. E Jackson", "helpful": [0, 1], "reviewText": "Apparently I'm one of the few who really thinks Drawn Together is a fantastic animated show.  The animation is really good overall, second only to the Simpsons.  Very bright, colorful animation that makes everything look very nice.  A wide variety of creative characters each with their own special personality and goofy problems.  Solid storytelling that makes the characters more interesting, and a very wild adult sense of humor that has *so* much creativity you can barely keep up with the constant jumping around.  Imagine a more violent Simpsons or Futurama with the pacing in hyper mode.  That's basically what Drawn Together is all about.", "overall": 5.0, "summary": "drawn together nicely", "unixReviewTime": 1205884800, "reviewTime": "03 19, 2008", "label": 0}
{"reviewerID": "A1TZCLCW9QGGBH", "asin": "B000GIOPK2", "reviewerName": "Ben Lawrence \"Ben Lawrence\"", "helpful": [0, 1], "reviewText": "I liked this product. I am a big fan of Drawn together and this is the best season so far. The extra features are cool and I can't wait until the next season comes out.", "overall": 4.0, "summary": "Drawn Together", "unixReviewTime": 1209427200, "reviewTime": "04 29, 2008", "label": 0}
{"reviewerID": "A2E2I6B878CRMA", "asin": "B000GIOPK2", "reviewerName": "Big Dog", "helpful": [0, 0], "reviewText": "the show. it is really funny. it is a good show to get on Dvd. I like the show a lot.", "overall": 5.0, "summary": "it was cool", "unixReviewTime": 1378684800, "reviewTime": "09 9, 2013", "label": 0}
{"reviewerID": "AD5MZA8SOVMPJ", "asin": "B000GIOPK2", "reviewerName": "Brandon Nolta", "helpful": [5, 5], "reviewText": "People who like cartoons must be thankful for DVDs, because that technology opened up the floodgates for fans for every kind of animation. Whether you like classic Looney Tunes, hippy-dippy sci-fi parables or Asian tentacle porn, it's all there for you to find and enjoy. It's only been in the last 20 years or so, however, that American TV networks have clued into the idea that many adults like cartoons that have content specifically aimed at adults, even though some cartoons did well in prime-time even fifty years ago or so. Now, with DVD, you can not only watch entire seasons at a shot, you can also see the shows in their unadulterated glory.Which brings us to the Comedy Central series Drawn Together. I've been a fan of this show for a while, partly because of the writing and partly because of the cheerful way in which it steamrolls political correctness and good taste. If South Park is the Mount Everest of crude, crass animation, then Drawn Together is K2; it doesn't stand as tall, but it's a tougher climb. The truth of this was brought home upon watching the second season of the show on DVD. Much to my surprise, watching the DVD turned out to be a different experience than watching it in first run.Part of this is due to one of the DVD set's selling points: it's unexpurgated. I didn't think this would make much of a difference, as it's generally pretty clear what's been cut. As it turns out, there was a lot cut out of the show, and not just language: genitalia, violence, enough racist abuse to make the KKK turn red under their sheets, sex in a vast array of configurations and a whole lot of other content that probably produces instant pucker in the unfortunate souls who work in Comedy Central's Standards and Practices department. Now, I'm not one for censorship, but the additional material works against the show to a certain degree. What's there is still funny in multiple senses, from satire to slapstick, but actually being able to hit the money words (and shots) dilutes the humor a bit.As far as taste goes, DT is not a show to start novices on. If adult animation is still a new concept for you, and you think The Simpsons is bleeding-edge in the sometimes fluid space between being socially acceptable and being a pariah, then DT may cause seizures. For people who like edgy animation, this will be just the ticket. The voiceover artists and writers take their material seriously, and they're willing to go wherever the jokes take them (the season finale has a running gag with historical dates and the episodes connected to them that manages to be both subtle and sick).In terms of presentation, the DT set is relatively bare-bones. The whole season of 15 episodes is crammed onto two discs, leaving just enough room for a handful of interviews with the voiceover artists (minus Adam Carolla, who has plenty to do outside the show) and a karaoke singalong. The visual quality is pretty sharp, and the sound quality is good, but this isn't the kind of material you use to do any THX certifications with, so it's not like you'd expect much. Still, it's the episodes that matter, and for you sick little monkeys out there who like this kind of thing, Drawn Together season 2 is a worthwhile expenditure. Just don't leave it out where Grandma or the kids might get a hold of it. Either you'll scar them for life (maybe shuffling Granny into an early grave), or you'll never get it back.", "overall": 5.0, "summary": "Funny, vulgar and sick: three of my favorite things...", "unixReviewTime": 1218240000, "reviewTime": "08 9, 2008", "label": 0}
{"reviewerID": "A39HTATAQ9V7YF", "asin": "0205616461", "reviewerName": "cheryl roberts", "helpful": [0, 0], "reviewText": "i do love this moisturizer and would recommend it to someone for dry skin ,fine lines or wrinkles. i have been using this  brand for  day and night serum", "overall": 5.0, "summary": "bio-active anti-aging serum", "unixReviewTime": 1369699200, "reviewTime": "05 28, 2013", "label": 4}
{"reviewerID": "A3JM6GV9MNOF9X", "asin": "0558925278", "reviewerName": "Patty", "helpful": [0, 1], "reviewText": "I received this product before the deadline.I tested only Baby Kabuki, and the quality and the material is the best. The packaging is so cute. I love it.The fibers do not smell, are soft.", "overall": 3.0, "summary": "This product is ok, I'm use Baby Kabuki in moment", "unixReviewTime": 1355443200, "reviewTime": "12 14, 2012", "label": 4}
{"reviewerID": "A1Z513UWSAAO0F", "asin": "0558925278", "reviewerName": "Renita M", "helpful": [0, 0], "reviewText": "I love this set. Great buy for the price. I don't wear makeup all the time, but I love how it feels when I do with these.", "overall": 5.0, "summary": "I love this set", "unixReviewTime": 1404691200, "reviewTime": "07 7, 2014", "label": 4}
{"reviewerID": "A1WMRR494NWEWV", "asin": "0733001998", "reviewerName": "Amazon Shopper", "helpful": [0, 0], "reviewText": "A nice moisturizer, all natural ingredients and no parabens. A bit pricey, but you don't need to use as much. It seems more substantal than other moisturizers I've used. It doesn't feel \"watered-down.", "overall": 4.0, "summary": "Nice Moisturizer", "unixReviewTime": 1382572800, "reviewTime": "10 24, 2013", "label": 4}
{"reviewerID": "A3IAAVS479H7M7", "asin": "0737104473", "reviewerName": "MAC Lover", "helpful": [2, 2], "reviewText": "Please research the MAC Hello Kitty collection to determine what the line actually consisted of before purchasing this product.  Authentic MAC does not have color names such as \"Color No. 02\".  Lipsticks being offered by seller Buy It Online are fake.", "overall": 1.0, "summary": "Fake MAC", "unixReviewTime": 1274227200, "reviewTime": "05 19, 2010", "label": 4}
{"reviewerID": "AKJHHD5VEH7VG", "asin": "0762451459", "reviewerName": "Dominique", "helpful": [0, 0], "reviewText": "Single sided mirror.  The compact is iridescent but is primarily lavender with an aqua sheen.  The compact is slim but large enough to see your entire face.  The compact is the size of my palms and then some.  Great little mirror.  Not sure about the value for the retail price...mine was part of a package that I received.  The quality is a high enough though that the compact will last for several years.", "overall": 5.0, "summary": "Cute girly compact mirror", "unixReviewTime": 1404518400, "reviewTime": "07 5, 2014", "label": 4}
{"reviewerID": "A1BG8QW55XHN6U", "asin": "1304139212", "reviewerName": "Victoria", "helpful": [0, 0], "reviewText": "I'd say one of the best lip pencil I've tried. i am a make up artist. You can use with lip plumper along with your dark red lipstick to make your lips look fuller and beautiful.", "overall": 5.0, "summary": "I'd say one of the best lip pencil I've tried.", "unixReviewTime": 1371945600, "reviewTime": "06 23, 2013", "label": 4}
{"reviewerID": "A22VW0P4VZHDE3", "asin": "1304139220", "reviewerName": "liz", "helpful": [1, 1], "reviewText": "MAC Lip Care - Lip Pencil - AuburnIt is real product, same i bought in a mac store,glides on, and stays on. It keeps my red lipstick in place and doesn't bleed.", "overall": 5.0, "summary": "real product, same i bought in a mac store", "unixReviewTime": 1373068800, "reviewTime": "07 6, 2013", "label": 4}
{"reviewerID": "A3V3RE4132GKRO", "asin": "130414089X", "reviewerName": "Dianne K. Smith", "helpful": [0, 0], "reviewText": "This is by far the easiest eyeliner pen I have ever used.  And I have tried hundreds.  No smearing no goofs.  I bought 5!  That's how much I love using this pen.  Great price.", "overall": 5.0, "summary": "Benefit Automatic Eyeliner Pen", "unixReviewTime": 1401840000, "reviewTime": "06 4, 2014", "label": 4}
{"reviewerID": "A327B0I7CYTEJC", "asin": "130414643X", "reviewerName": "Sheri Hamlin", "helpful": [0, 0], "reviewText": "Dark circles under the eyes runs in my family and I think this stuff really helps. the only down side is that I seem to use up the daytime stuff faster than the nighttime side.", "overall": 4.0, "summary": "I really like this stuff.", "unixReviewTime": 1389052800, "reviewTime": "01 7, 2014", "label": 4}
{"reviewerID": "A28O3NP6WR5517", "asin": "0188399313", "reviewerName": "Jennifer gymer", "helpful": [0, 0], "reviewText": "They work very well. Easy to clean, we wash them in the dishwasher every day. Our LO loves to hold on to the bottle and the plastic covering makes it easy for her to hold on to.", "overall": 5.0, "summary": "These bottles are great!", "unixReviewTime": 1369612800, "reviewTime": "05 27, 2013", "label": 3}
{"reviewerID": "AX0M1Z6ZWO52J", "asin": "0188399399", "reviewerName": "Ash M.", "helpful": [1, 1], "reviewText": "it came early and was not disappointed. i love planet wise bags and now my wipe holder. it keps my osocozy wipes moist and does not leak. highly recommend it.", "overall": 5.0, "summary": "perfect", "unixReviewTime": 1365465600, "reviewTime": "04 9, 2013", "label": 3}
{"reviewerID": "A1KD7N84L7NIUT", "asin": "0188399518", "reviewerName": "Buffy Fan", "helpful": [0, 0], "reviewText": "I ended up with a variety of different brands of cotton flannel baby wipes.  These are good quality, just not my personal favorite.  However, if the colors really do it for you, go ahead and stock up on these, they're good.  And really, we're talking squares of flannel, it's not critical.  For what it's worth, I like BumGenius wipes best for absorbency - like wiping up spit-up.  They're thick and soft.  I like OsoCozy best for cleaning baby bums, because they're thin, the better to clean crevices with.  ALL the wipes I bought shrank a lot in the first wash (hot), so expect that.I avoided GroVia for being synthetic, but in retrospect that might have been the way to go.  I have all BumGenius 4.0 diapers, which shouldn't be washed with natural fibers.  Now I have to wash the cotton wipes with baby's clothes, rather than with the diapers, which isn't ideal.", "overall": 4.0, "summary": "Good cotton wipes", "unixReviewTime": 1392336000, "reviewTime": "02 14, 2014", "label": 3}
{"reviewerID": "A29CUDEIF4X1UO", "asin": "0188399518", "reviewerName": "J. D. Solbach", "helpful": [1, 1], "reviewText": "These flannel wipes are OK, but in my opinion not worth keeping.  I also ordered someImse Vimse Cloth Wipes-Ocean Blue-12 countwhich are larger, had a nicer, softer texture and just seemed higher quality.  I use cloth wipes for hands and faces and have been usingThirsties 6 Pack Fab Wipes, Boyfor about 8 months now and need to replace them because they are starting to get rough and have had stink issues for a while that stripping no longer handles.", "overall": 3.0, "summary": "Sending them back.", "unixReviewTime": 1373241600, "reviewTime": "07 8, 2013", "label": 3}
{"reviewerID": "A32592TYN6C9EM", "asin": "0316967297", "reviewerName": "Amazon Customer", "helpful": [0, 0], "reviewText": "Cute quilt, the colors are perfect and my little girl loves it...but I wish the quality was a little better.", "overall": 4.0, "summary": "Very cute", "unixReviewTime": 1378425600, "reviewTime": "09 6, 2013", "label": 3}
{"reviewerID": "AA9X14MODL8XJ", "asin": "0316967297", "reviewerName": "WebAdventures", "helpful": [1, 1], "reviewText": "Very soft and comfortable and warmer than it looks...fit the full size bed perfectly...would recommend to anyone looking for this type of quilt", "overall": 5.0, "summary": "Works great", "unixReviewTime": 1363910400, "reviewTime": "03 22, 2013", "label": 3}
{"reviewerID": "AHAWBFF74JFGM", "asin": "0615447279", "reviewerName": "Antoinette", "helpful": [1, 1], "reviewText": "Some children don't give up their pacifier easily. In fact, it can be downright traumatic! The Binky Fairy makes the transition easier for both the child and the mom. Cute and cuddly, The Binky Fairy will become a much-loved toy!", "overall": 5.0, "summary": "Eliminate the Pacifier without Tears", "unixReviewTime": 1331078400, "reviewTime": "03 7, 2012", "label": 3}
{"reviewerID": "A3N6R7ONCCY2D", "asin": "0615447279", "reviewerName": "art alchemy", "helpful": [1, 3], "reviewText": "This is a product well worth the purchase.  I have not found anything else like this, and it is a positive, ingenious approach to losing the binky.  What I love most about this product is how much ownership my daughter has in getting rid of the binky.  She is so proud of herself, and loves her little fairy.  I love the artwork, the chart in the back, and the clever approach of this tool.", "overall": 5.0, "summary": "thumbuddy to love review", "unixReviewTime": 1366675200, "reviewTime": "04 23, 2013", "label": 3}
{"reviewerID": "A1Y9UZAZHG0P5A", "asin": "0615447279", "reviewerName": "BB2012", "helpful": [0, 1], "reviewText": "This book is amazing!  I bought it and read it to my daughter for a month.  Then we painted a little cardboard box and I had her put all her paci's in it.  We then put the box on the front porch.  The next morning when she woke up we went out to the front porch to find Beatrice (the finger puppet from the book) and a small gift.  We never looked back.  We didn't even need to use the stickers.  It has been 6 months now and it has worked like a charm! My kids are 15 months apart so my son will be next and I plan to purchase the Fireman version for him.  Thank you!!!", "overall": 5.0, "summary": "Buy This to Kick the Paci", "unixReviewTime": 1353888000, "reviewTime": "11 26, 2012", "label": 3}
{"reviewerID": "ATTTLHRK3VOOL", "asin": "0615447279", "reviewerName": "Emily in Colorado", "helpful": [0, 0], "reviewText": "I bought this with high hopes of it actually working to get my 2 year old daughter off of her pacifier. While she really likes the book, I don't think it's going to work. I went in her room in the night to deliver the pacifier fairy and take the pacifier and she woke up SCREAMING for her pacifier before I even left the room. This does not have any real support or tips for parents. We will keep reading the book and try again, but not thinking it will work for us.", "overall": 2.0, "summary": "It's just a book and a doll", "unixReviewTime": 1375401600, "reviewTime": "08 2, 2013", "label": 3}
{"reviewerID": "A3R5OBKS7OM2IR", "asin": "0000143502", "reviewerName": "Rebecca L. Johnson", "helpful": [0, 0], "reviewText": "This has some great tips as always and is helping me to complete my Good Eats collection.  I haven't tried any of the recipes yet, but I will soon.  Sometimes it's just lovely to let Alton entertain us.", "overall": 5.0, "summary": "Alton... nough said", "unixReviewTime": 1358380800, "reviewTime": "01 17, 2013", "label": 15}
{"reviewerID": "A3R5OBKS7OM2IR", "asin": "0000143529", "reviewerName": "Rebecca L. Johnson", "helpful": [0, 0], "reviewText": "This is a great pastry guide.  I love how Alton's collections can break it down so baking isn't so mystical and scary.  I might even try some of these recipes some day.", "overall": 5.0, "summary": "Ah Alton...", "unixReviewTime": 1380672000, "reviewTime": "10 2, 2013", "label": 15}
{"reviewerID": "AH3QC2PC1VTGP", "asin": "0000143561", "reviewerName": "Great Home Cook", "helpful": [2, 4], "reviewText": "I have to admit that I am a fan of Giada's cooking and I had great expectations when I ordered this set. They were however, crushed. While I still love Giada's cooking, this set is just a way for Food Network to make money. They really cheated with these DVD's. All they have are the video from the show, no text recipes, no link to the on line shows and no computer support. They play in Windows media player but the set does not contain the recipes. You can get more by taping the shows and then going to the web to download recipes. Another disappointment is the so so transfer quality to DVD. Perhaps I've been spoiled by HD and Tivo but the older shows I've recorded have had better playback quality than the episodes on the DVD's. It is in the old 480p but the quality of the transfer to DVD is dark and about the same quality as your average old VHS tape, not DVD quality. I get the impression Food Network got cheap and subbed out the DVD transfer to the lowest bidder (China?) and it shows.I could watch Giada read the dictionary and her cooking is really first rate. But, that's all you get is watching Giada. Thank god she is easy to understand and her recipes are easy to follow. But to get consistent results on some of the dishes, you should search the web and find the hard copies.  While Giada herself is great, this set is a waste of money. You're better off recording the shows and going to the web to get the recipes you want or, better yet, just stick with her cookbooks which are all first rate and worlds above this cheap presentation.", "overall": 2.0, "summary": "Don't waste your money", "unixReviewTime": 1216252800, "reviewTime": "07 17, 2008", "label": 15}
{"reviewerID": "A3LKP6WPMP9UKX", "asin": "0000143588", "reviewerName": "Anna V. Carroll", "helpful": [9, 9], "reviewText": "I bought these two volumes new and spent over $50 doing so.  You get two DVDs with three discs in each. Why would I buy DVDs if I have the cookbooks? I find watching Ina Garten cook in her kitchen very relaxing after a hectic day.  SHE is doing the cooking, not me.  SHE is having to clean up, not me.  Of course we all know she has a team to do all the prep work and clean up, but we can pretend, can't we? Lots of her earlier episodes with lots of food and friends. Lemon cakes, shrimp dishes, brownies, salads, entrees. I recently made her Szechuan Noodles and the first bowl cost me $40! That's 'cause I didn't have any of the ingredients you need to make it! But once you splurge on all the condiments, you're home free.  I have eaten Szechuan Noodles all week! I can't get enough of her recipe. Hot, cold, warm. They are SO good! That recipe is on the DVD as well. She isn't cutesy like a lot of the Food Network people.  I really dislike that.  Cute doesn't work for me.  I want someone with substance who knows what she's doing. Ina Garten is that gal. You can buy them new, like I did, or used.  Just get them both! You will find yourself in your kitchen at odd hours of the night cooking something! They're addictive. Hope she comes out with Volumes 3, 4 and on.", "overall": 5.0, "summary": "VOLUME 1 & VOLUME 2-BETTER THAN THERAPY", "unixReviewTime": 1236902400, "reviewTime": "03 13, 2009", "label": 15}
{"reviewerID": "AVIY68KEPQ5ZD", "asin": "0000143588", "reviewerName": "Rebecca Millington", "helpful": [1, 4], "reviewText": "I am very pleased with the dvd only wish i could get the only volume but unfortunately it cannot be shipped to australia.", "overall": 5.0, "summary": "Barefoot Contesst Vol 2", "unixReviewTime": 1232236800, "reviewTime": "01 18, 2009", "label": 15}
{"reviewerID": "A1CV1WROP5KTTW", "asin": "0000589012", "reviewerName": "Alberta M. Worth \"BertieMWorth\"", "helpful": [2, 2], "reviewText": "I have read many books and literature written on addiction and recovery, and the ones I find the most informative and helpful to those seeking knowledge and understanding are the ones written from individuals who have been there themselves. The school of hard knocks is I believe to be the best education and insights into how and what an addict thinks and acts comes from those who have been there from traditional education. I believe Joe Herzank's personal knowledge and insights. I recommend this DVD to anyone struggling with addiction. Thank God for those like Joe Herzank.", "overall": 5.0, "summary": "\"Why Don't They Just Qiut\" DVD Roundtable Discussion", "unixReviewTime": 1309651200, "reviewTime": "07 3, 2011", "label": 15}
{"reviewerID": "AP57WZ2X4G0AA", "asin": "0000589012", "reviewerName": "Amy Arnett-German", "helpful": [0, 1], "reviewText": "The information is good, but the presentation is very dry.  I fast-forwarded through a lot of it and wouldn't use it to show to a group as I had intended.", "overall": 2.0, "summary": "Boring", "unixReviewTime": 1366675200, "reviewTime": "04 23, 2013", "label": 15}
{"reviewerID": "A3NMBJ2LCRCATT", "asin": "0000589012", "reviewerName": "Carole J. Hopkins", "helpful": [1, 1], "reviewText": "I have read the original Why Don't They Just Quit and have reviewed the DVD roundtable. I appreciate the talk being so frank and uncomplicated for anyone who is just beginning the &#34;Addiction walk&#34; most specifically as a heartbroken family member. This is a difficult time for everyone. Even if the entire book/DVD doesn't address all of the readers/viewers needs it is well worth the financial investment to buy this product. I was so impressed with its contents, I contributed my own money to the Herzaneks so extra books could be purchased and distributed to those who couldn't afford them.  Heartbroken Gramma Carole", "overall": 5.0, "summary": "Very helpful", "unixReviewTime": 1393804800, "reviewTime": "03 3, 2014", "label": 15}
{"reviewerID": "A5Y15SAOMX6XA", "asin": "0000589012", "reviewerName": "Catherine E. Wetzler", "helpful": [12, 16], "reviewText": "I, too, purchased this to use with my patients in early recovery, an ethnically mixed urban/suburban population who complain that their families, friends,s.o.'s \"don't get it\".  If you are purchasing this to INFORM for the first time about substance abuse and why it is difficult to \"just quit\", please choose another way.  This is overly long, meanders, imparts very little useful information, and lacks energy (I'm a therapist and it put ME to sleep). I don't think it would find a connection with an audience that is hungry for \"ah-hah\" moments and some insights into their loved one's problem.  It is basically four people (all middle aged Caucasians) sitting in a darkened room around a table asking each other what they think about a range of topics.  It could have been great--personal stories, professional insights, some science, etc., but kind of comes across as a sleepy, low budget afternoon interview show.  I will keep looking.", "overall": 2.0, "summary": "C+ At Best", "unixReviewTime": 1307404800, "reviewTime": "06 7, 2011", "label": 15}
{"reviewerID": "A3P671HJ32TCSF", "asin": "0000589012", "reviewerName": "Diane Buxton", "helpful": [1, 1], "reviewText": ":Why Don't They Just Quit&#34; is a must see for those who have loved ones suffering from the disease of Addiction. Joe answers questions for us that are on this journey of being educated about this terrible disease. We show this DVD at our support group meetings on an ongoing basis.", "overall": 5.0, "summary": "A Must See", "unixReviewTime": 1393718400, "reviewTime": "03 2, 2014", "label": 15}
{"reviewerID": "A1ZQZ8RJS1XVTX", "asin": "0657745316", "reviewerName": "gsxrgirl", "helpful": [0, 0], "reviewText": "No sugar, no GMO garbage, no fillers that come with store bought extracts. This stuff is just amazing. I use it in everything from baking to cooking and even as suggested in my coffee which is saying a lot because I normally do not care for flavored coffee! You cannot go wrong with this. I've ordered from this merchant before, customer satisfaction is their priority and service was quick, shipped right out with tracking even! I'll be buying from GLS Goods again! I won't use any other vanilla!", "overall": 5.0, "summary": "Best vanilla I've ever had", "unixReviewTime": 1381449600, "reviewTime": "10 11, 2013", "label": 11}
{"reviewerID": "A31W38VGZAUUM4", "asin": "0700026444", "reviewerName": "FIFA Lvr", "helpful": [1, 1], "reviewText": "This is my absolute, undisputed favorite tea right now. I love Darjeeling, but I'm not wildly fond of the lighter, first flush ones for being too delicate. This Darjeeling, especially when steeped a while, has a good tannic bite. It's bright and warm all at the same time, and pretty much explodes with that classic 'Darjeeling' flavor. It's not even remotely delicate, but neither is it hard-edged. It's sort of like good-looking men in bespoke suits -- strong but refined. I use boiling water, steep for 4-5 minutes, and with a large mug use one Splenda and just a tiny splash of milk. Then get out of my way, because with this tea, I can take on the world!", "overall": 5.0, "summary": "Terrific Tea!", "unixReviewTime": 1354752000, "reviewTime": "12 6, 2012", "label": 11}
{"reviewerID": "A3I0AV0UJX5OH0", "asin": "1403796890", "reviewerName": "Alicia b", "helpful": [0, 0], "reviewText": "I ordered spongbob slippers and I got John Cena not too happy ... my son was looking forward to them being spongebob!! ..  there very thin :(((( ps if I wanted john cena I would have ordered that ... zero stars", "overall": 1.0, "summary": "grrrrrrr", "unixReviewTime": 1385942400, "reviewTime": "12 2, 2013", "label": 11}
{"reviewerID": "A3QAAOLIXKV383", "asin": "1403796890", "reviewerName": "Danny K. Tilley \"Dan Tilley\"", "helpful": [0, 0], "reviewText": "The cart is fine and works for the purpose for which I bought it. (Farmers's Markets, etc) but it stinks like hell.  Even after having it in the open air for sometime, it still smells.  I made the mistake of putting it in my car and now I can't get the smell out.Other than that it's fine for the price.", "overall": 3.0, "summary": "Storage on Wheels Cart", "unixReviewTime": 1307836800, "reviewTime": "06 12, 2011", "label": 11}
{"reviewerID": "AB1A5EGHHVA9M", "asin": "141278509X", "reviewerName": "CHelmic", "helpful": [1, 1], "reviewText": "This product by Archer Farms is the best drink mix ever. Just mix a flavored packet with your 16 oz. water bottle. Contains the all natural sweetner Stevia, real fruit flavoring and no food coloring. Just colored with fruit or vegetable colors. Pure and natural and tastes great. There are eight packets in a box and only contains 10 calories per packet. Thank you Archer Farms!", "overall": 5.0, "summary": "The best drink mix", "unixReviewTime": 1332547200, "reviewTime": "03 24, 2012", "label": 11}
{"reviewerID": "A3DTB6RVENLQ9Q", "asin": "1453060375", "reviewerName": "TR-RhodeIsland", "helpful": [0, 2], "reviewText": "Don't buy this item - rip off at this price.  My bad, my mistake.  Pay attention to the quantity and don't pay more than $4-5 per bottle", "overall": 1.0, "summary": "Oops.  Made a mistake and ordered this.  I misread the quantity so I got ripped off at $10 each!", "unixReviewTime": 1362268800, "reviewTime": "03 3, 2013", "label": 11}
{"reviewerID": "A3LZA698SQPCXE", "asin": "1453060464", "reviewerName": "Trevor L \"God is on the side of the army with...", "helpful": [0, 0], "reviewText": "My wife picked some of this up on sale.  I usually drink Crystal Light so she though this would be a decent alternative. The taste isn't the greatest. If all you are looking for is a caffeine fix then this would work. But the cough syrup flavor wasn't my favorite.", "overall": 3.0, "summary": "Tastes a Bit  like Cough Syrup", "unixReviewTime": 1374019200, "reviewTime": "07 17, 2013", "label": 11}
{"reviewerID": "A2XZPK86YY9R6G", "asin": "1453060782", "reviewerName": "Ixalmida", "helpful": [1, 1], "reviewText": "I bought these on sale (2 for $4) at my local supermarket, so at $3 these are probably overpriced.  The price is decent when comparing to MIO, however.  The flavor I bought was actually cherry limeade, which tastes similar to the Great Value powder by the same description and the taste is the same.  As far as \"fantasy fruit\", web reviews say it has a pretty indistinct fruit flavor but it tastes good.I can't comment much on the caffeine content since I'm fairly immune to caffeine at this point.  However, if you're stepping down from caffeinated diet cola to flavored water, as I am, you're probably going to want something like this to ease the transition.  This fits the bill well.My main gripe has to do with value.  I assumed, since this was billed as \"24 servings\" that it would actually flavor 24 x 16.9-ounce bottles of water - but they must be referring to a different amount of water because at that rate, you would NOT be able to taste much of anything besides water.  At best, you might get 10-12 uses out of a bottle if you want actual flavor.Compare that to Great Value powder, which sells for $2 per 10-pack.  Both are similar in price but I find that the powder can flavor two bottles of water.  The liquid enhancer requires a large amount to get any actual flavor.  Since there is no precise measurement, it is hard to tell when you've used too little or too much.The one advantage liquid flavoring has over powder is that it doesn't fly everywhere in a stiff breeze.  When you get the red powder on your clothes (or anything porous), it is very difficult to get out.  So if you're camping or running a fan, the liquid wins.", "overall": 4.0, "summary": "Decent flavor, value...meh.", "unixReviewTime": 1376956800, "reviewTime": "08 20, 2013", "label": 11}
{"reviewerID": "A2MWO0CISKXJ9", "asin": "1603112251", "reviewerName": "Mary S \"one800mary\"", "helpful": [0, 0], "reviewText": "I had a martini at a local distillery that used a bit of wormwood bitters.  I bought these wanting to recreate the drink at home.  These aren't quite the same.  They have a bit more of an anise flavor than the other bitters did.  That being said, I like them!", "overall": 3.0, "summary": "Interesting bitters", "unixReviewTime": 1391904000, "reviewTime": "02 9, 2014", "label": 11}
{"reviewerID": "ACDUAY8AH3T72", "asin": "1613170416", "reviewerName": "Antaeus Feldspar \"AF\"", "helpful": [0, 0], "reviewText": "I bought these to be part of an Xmas gift, so I needed them to look nice.  They came through with flying colors; the recipient was impressed, especially with the light blue flecked with green dice.", "overall": 5.0, "summary": "Beautiful dice", "unixReviewTime": 1388534400, "reviewTime": "01 1, 2014", "label": 11}
{"reviewerID": "A1YS9MDZP93857", "asin": "0006428320", "reviewerName": "John Taylor", "helpful": [0, 0], "reviewText": "The portfolio is fine except for the fact that the last movement of sonata #6 is missing. What should one expect?", "overall": 3.0, "summary": "Parts missing", "unixReviewTime": 1394496000, "reviewTime": "03 11, 2014", "label": 16}
{"reviewerID": "A3TS466QBAWB9D", "asin": "0014072149", "reviewerName": "Silver Pencil", "helpful": [0, 0], "reviewText": "If you are a serious violin student on a budget, this edition has it all: Piano accompaniment, low price, urtext solo parts, and annotations by Maestro David Oistrakh where Bach's penmanship is hard to decipher.  Additions (in dashes) are easily distinguishable from the original bowings.  This is a delightful concerto that all intermediate level violinists should perform with a violin buddy.  Get your copy, today, along with \"The Green Violin; Theory, Ear Training, and Musicianship for Violinists\" book to prepare for this concerto and for more advanced playing!", "overall": 5.0, "summary": "Perform it with a friend, today!", "unixReviewTime": 1370476800, "reviewTime": "06 6, 2013", "label": 16}
{"reviewerID": "A3BUDYITWUSIS7", "asin": "0041291905", "reviewerName": "joyce gabriel cornett", "helpful": [0, 0], "reviewText": "This is and excellent edition and perfectly true to the orchestral version!  It makes playing Vivaldi a joy!  I uses this for a wedding and was totally satisfied with the accuracy!", "overall": 5.0, "summary": "Vivalldi's Four Seasons", "unixReviewTime": 1381708800, "reviewTime": "10 14, 2013", "label": 16}
{"reviewerID": "A19K10Z0D2NTZK", "asin": "0041913574", "reviewerName": "TexasCowboy", "helpful": [0, 0], "reviewText": "Perfect for someone who is an opera fan or a working musician.Aida:  Aida (sometimes spelled Ada, pronounced ah-EE-dah, is an Arabic female name meaning \"visitor\" or \"returning\") is an opera in four acts by Giuseppe Verdi to an Italian libretto by Antonio Ghislanzoni, based on a scenario written by French Egyptologist Auguste Mariette. Aida was first performed at the Khedivial Opera House in Cairo on 24 December 1871, conducted by Giovanni Bottesini.Overview: Aida, an Ethiopian princess, is captured and brought into slavery in Egypt. A military commander, Radames, struggles to choose between his love for her and his loyalty to the Pharaoh. To complicate the story further, Radames is loved by the Pharaoh's daughter Amneris, although he does not return her feelings.", "overall": 5.0, "summary": "Full score: voice and orchestra", "unixReviewTime": 1285200000, "reviewTime": "09 23, 2010", "label": 16}
{"reviewerID": "A14X336IB4JD89", "asin": "0201891859", "reviewerName": "dfjm53", "helpful": [0, 1], "reviewText": "How many Nocturnes does it contain? All of them? Some?Unable to determnine contents therefore, hard to decide if this is what I need/want.", "overall": 1.0, "summary": "Unable to determine contents", "unixReviewTime": 1350432000, "reviewTime": "10 17, 2012", "label": 16}
{"reviewerID": "A2HR0IL3TC4CKL", "asin": "0577088726", "reviewerName": "scarecrow \"scarecrow\"", "helpful": [0, 0], "reviewText": "this was written for Carin Levine in 2008, but not premiered until 2011 at the Musica Viva Fest in Munich. .the work's premise maybe about the arduousness, nefarious of existence, how we all \"Work\" at life, at complexity, at densities of differing lifeworlds. Ferneyhough's music might suggest that these multiple dimensions of an ontology exist in diagonals across differing spectrums of human cognition, how we come to think about an object,aisthetic shaped ones, and expressionistic ones as his music.The work has a nice classical shape,and holds the \"romantic\" at bay; a mere 7 plus minutes for Alto Flute, a neglected wind cadre member.The work has gorgeous arresting moments with a great bounty of extended timbres-pointillistic bursts\" Klangfarben Sehr Kraeftig\" that you do grow weary of; it is almost predictable now hearing these works; you know they will inhabit a dense timbral space of mega-speed lines tossed in all registers;still one listens; that gap Freud speaks about, that we know we need this at some level. . .the music slowed at times for structural rigour.. .  we have a dramatic causality at play in the subject,(the work's title) the arduousness of pushing, aspiring, working toward something; pleasurable illuminating or not, How about emancipation from itself;I guess we need forget the production of surplus value herein,even with the rebellions in current urban areas today; It has no place. . .  these constructions  are leftovers from modernity, the \"gods\" still hover. . .\"gods\" that Ferneyhough has no power to dispel. . . . All are now commonplace for the new music literature of music.This music still sound quite stunning, marvelous and evocative today,it is simple at some level, direct, unencumbered and violent with spit-tongues,gratuitous lines, fluttertongue,percussive slap-keys,tremoli wistful glissandi harmonics, fast filigreed lines, and simply threadbare melos, an austere fragment of what was a melody. . .Claudio Arrau said someplace that the performer the musician must emanate a \"work\" while playing music, a \"struggle\", aesthetic or otherwise, Sviatoslav Richter thought this grotesque, to look at a musician playing the great music. It was ugly for him. . .You can hear Ms.Levine on youtube playing her work, she is quite convincing, you always need to impart an authority,succored in an emotive focus that the music itself has not succumbed to your own possession. You play the music, it doesn't \"play\" you. . . I'd hope though that music with this arduous construction and structural vigour that it would in fact come to possess the performer. . .it is one of the last libidinal pleasures remaining. . .", "overall": 5.0, "summary": "arduous indeed!", "unixReviewTime": 1371168000, "reviewTime": "06 14, 2013", "label": 16}
{"reviewerID": "A2DHYD72O52WS5", "asin": "0634029231", "reviewerName": "Amazon Customer \"RCC\"", "helpful": [0, 0], "reviewText": "Greg Koch is a knowledgable and charismatic host. He is seriously fun to watch. The main problem with the video is the format. The lack of on-screen tab is a serious flaw. You have to watch very carefully, have a good understanding of the minor pentatonic, and  basic foundation of blues licks to even have a chance at gleening anything from this video.If you're just starting out, pick up the IN THE STYLE OF series. While this series has its limitations (incomplete songs due to copyright, no doubt), it has on screen tab and each lick is played at a reasonably slow speed. In addition, their web site has downloadable tab.However, if you can hold your own in the minor pentatonic, give this a try. It is quite a workout and you'll find yourself a better player having taken on the challenge.", "overall": 3.0, "summary": "GREAT! BUT NOT FOR  BEGINNERS.", "unixReviewTime": 1119571200, "reviewTime": "06 24, 2005", "label": 16}
{"reviewerID": "A1MUVHT8BONL5K", "asin": "0634029347", "reviewerName": "Amazon Customer \"clapton music fan\"", "helpful": [2, 12], "reviewText": "I bought this DVD and I'm returning it.  The description and editorial review are misleading.  This is NOT a Clapton video.  Certainly some clips from Clapton, but generally this is a \"how to\" video.  Same applies to Clapton  The Early Years!", "overall": 2.0, "summary": "NOT CLAPTION MUSIC VIDEO!  A Learn How To Play Guitar LIKE Clapton", "unixReviewTime": 1129334400, "reviewTime": "10 15, 2005", "label": 16}
{"reviewerID": "A15GZQZWKG6KZM", "asin": "0634029347", "reviewerName": "Robert Wright", "helpful": [0, 1], "reviewText": "I was looking for a concert, not instructions to play his songs. A total waste of money. It should have said that it was for instruction.", "overall": 1.0, "summary": "I was disapointed", "unixReviewTime": 1387584000, "reviewTime": "12 21, 2013", "label": 16}
{"reviewerID": "A16WE7UU0QD33D", "asin": "0634029347", "reviewerName": "S. R. Mcdonald", "helpful": [1, 8], "reviewText": "If you are an unabashed EC fan (as I am), you must own thispiece of history!! It takes you from the obscure artist he wasin the early years,to the Mega-star he is today!! Your EricClapton library won't be complete without it!!", "overall": 5.0, "summary": "Solo Years Revisited", "unixReviewTime": 1128211200, "reviewTime": "10 2, 2005", "label": 16}
{"reviewerID": "AKM1MP6P0OYPR", "asin": "0132793040", "reviewerName": "Vicki Gibson \"momo4\"", "helpful": [1, 1], "reviewText": "Corey Barker does a great job of explaining Blend Modes in this DVD. All of the Kelby training videos are great but pricey to buy individually. If you really want bang for your buck just subscribe to Kelby Training online.", "overall": 5.0, "summary": "Very thorough", "unixReviewTime": 1365811200, "reviewTime": "04 13, 2013", "label": 10}
{"reviewerID": "A2CX7LUOHB2NDG", "asin": "0321732944", "reviewerName": "Bernie", "helpful": [0, 0], "reviewText": "While many beginner DVDs try to teach you everything there is to know about Photoshop CS5, this introductory course shows you the critical things you need to know to start feeling confident in your Photoshop skills. Bestselling author and Photoshop trainer, Matt Kloskowski shows you exactly what you need to know about tools, filters, adjustments, palettes, and menu items to hit the ground running in Photoshop. These include: layers and how they're key to mastering Photoshop, selections and the essential tools you really need to worry about, getting started with Camera Raw and which Retouching tools you'll find the most helpful. When you're done with this DVD you'll have a solid grasp of the most important features and be at the next level in no time.", "overall": 5.0, "summary": "Adobe Photoshop CS5 Crash Course with master Photoshop trainer, Matt Kloskowski", "unixReviewTime": 1341100800, "reviewTime": "07 1, 2012", "label": 10}
{"reviewerID": "A2NWSAGRHCP8N5", "asin": "0439886341", "reviewerName": "bowmans2007", "helpful": [1, 1], "reviewText": "It never worked. My daughter worked to earn the money to get this and it never worked for her. I had to buy her a new one to replace it", "overall": 1.0, "summary": "absolutely horrible", "unixReviewTime": 1367193600, "reviewTime": "04 29, 2013", "label": 10}
{"reviewerID": "A2WNBOD3WNDNKT", "asin": "0439886341", "reviewerName": "JAL", "helpful": [1, 1], "reviewText": "Some of the functions did not work properly.  My daughter bought this with her own money and was disappointed that it did not function as advertised.", "overall": 3.0, "summary": "Disappointing", "unixReviewTime": 1374451200, "reviewTime": "07 22, 2013", "label": 10}
{"reviewerID": "A1GI0U4ZRJA8WN", "asin": "0439886341", "reviewerName": "Truthfull", "helpful": [4, 4], "reviewText": "Do not waste your money on this thing it is terrible i boutght this product for my son and when i put in phone numbers for him to remember or the date and  it would always reset then i would have to do it all over again i couldn't do anything about it it was getting very frustrating so we just threw it away DO NOT Absolutely DO NOT SPEND YOUR MONEY ON THIS", "overall": 1.0, "summary": "TERRIBLE DONT WASTE YOUR MONEY", "unixReviewTime": 1334707200, "reviewTime": "04 18, 2012", "label": 10}
{"reviewerID": "A1QGNMC6O1VW39", "asin": "0511189877", "reviewerName": "CK", "helpful": [0, 0], "reviewText": "Dog got the old remote and destroyed it.  Didn't feel like explaining to the folks at the Time Warner Cable office what happened.  Saw the price on Amazon for this one and chose the low hassle option.  It works perfectly.  Price was right.", "overall": 5.0, "summary": "Works Great with my TWC box", "unixReviewTime": 1397433600, "reviewTime": "04 14, 2014", "label": 10}
{"reviewerID": "A3J3BRHTDRFJ2G", "asin": "0511189877", "reviewerName": "EJ Honda \"ejhonda\"", "helpful": [1, 1], "reviewText": "This remote, for whatever reason, was chosen by Time Warner to replace their previous silver remote, the Time Warner Synergy V RC-U62CP-1.12S.  The actual function of this CLIKR-5 is OK, but the ergonomic design sets back remotes by 20 years.  The buttons are all the same, there's no separation of the number buttons, the volume and channel buttons are the same shape as the other buttons on the remote, and it all adds up to a crappy user experience.  Why would TWC accept this as a replacement?  This remote is virtually impossible to pick up and use without staring at it to make sure where your fingers are.  Heck, you have to feel around just to figure out if you've grabbed it by the top or bottom, since there's no articulation in the body of the thing to tell you which end is up.  Horrible, just horrible design.  I'm skipping this and paying double for a refurbished Synergy V.", "overall": 2.0, "summary": "Ergonomic nightmare", "unixReviewTime": 1397433600, "reviewTime": "04 14, 2014", "label": 10}
{"reviewerID": "A2TY0BTJOTENPG", "asin": "0511189877", "reviewerName": "Johnny Exx", "helpful": [0, 1], "reviewText": "We had an old Time Warner Cable remote that was dropped into a bucket of dirty mop water.  We dried it out and it seemed to work &#34;fine&#34; except for the few times one of the batteries began to sizzle and smoke and became hotter than anything I had ever felt before and literally burned a hole in our couch upholstery.  Needless to say, this remote, the CLIKR-5, is awesome, easily programmed, and works perfectly with our TWC equipment and all the other A/V components.  I love this remote... great product.  (Probably goes without saying, but just in case, you don't get the TWC logo on it.)", "overall": 5.0, "summary": "Excellent replacement to Time Warner Cable remote", "unixReviewTime": 1395878400, "reviewTime": "03 27, 2014", "label": 10}
{"reviewerID": "A34ATBPOK6HCHY", "asin": "0511189877", "reviewerName": "Nancy C. Johnson", "helpful": [0, 0], "reviewText": "This unit works just like the TEC unit only better. I like it and would buy another if needed. OK?", "overall": 5.0, "summary": "Great piece", "unixReviewTime": 1395532800, "reviewTime": "03 23, 2014", "label": 10}
{"reviewerID": "A89DO69P0XZ27", "asin": "0511189877", "reviewerName": "Stephen Schultz", "helpful": [0, 0], "reviewText": "It is an exact duplicate of my Time warner remote.I bought it so my wife could control the TV from her chair and not ask me to do it every time.It works great.I would reccomend it to anyone.", "overall": 5.0, "summary": "Time Warner cable remote", "unixReviewTime": 1395446400, "reviewTime": "03 22, 2014", "label": 10}
{"reviewerID": "A3PG0KS1YE8MR4", "asin": "0615553605", "reviewerName": "Big Sky Gal", "helpful": [3, 3], "reviewText": "Recipes are easy and the dogs love them. I would buy this book again and again.  Only thing is that the recipes don't tell you how many treats they make, but I suppose that's because you could make them all different sizes.  Great buy!", "overall": 5.0, "summary": "Great little book!", "unixReviewTime": 1354838400, "reviewTime": "12 7, 2012", "label": 19}
{"reviewerID": "A363P047LR5XI6", "asin": "0615553605", "reviewerName": "Miguel Giraldo", "helpful": [2, 2], "reviewText": "I received the book in the mail yesterday, the treat cutters are pretty nice and it has different sizes for different sized dogs. I have not made any of the treat/food recipes in the book yet but i looked through it and there's a lot of really nice looking treats with easy ingredients and instructions. I noticed one of them includes garlic powder ( i thought garlic was bad for dogs! ) but i just won't use garlic powder on the recipe asking for it. 4/5 stars because i have not cooked any of the recipes ,so i can't comment on their quality,even though they look delicious on the pictures inside the book.Good quality construction of the book as well,i'm happy with my purchase.", "overall": 4.0, "summary": "Nice little book", "unixReviewTime": 1373932800, "reviewTime": "07 16, 2013", "label": 19}
{"reviewerID": "ABZ8CQXD42H4", "asin": "0615553605", "reviewerName": "Ross Lockhart", "helpful": [0, 0], "reviewText": "Not so good.  Some of the recipes are not what I would feed my dog. Can not recommend this book", "overall": 1.0, "summary": "Did not like the book", "unixReviewTime": 1386028800, "reviewTime": "12 3, 2013", "label": 19}
{"reviewerID": "A3J8QW1MV1OP01", "asin": "0615583474", "reviewerName": "Beth Light", "helpful": [4, 4], "reviewText": "This is a fun, interactive book that incorporates the story of \"Howie, the World's Greatest Cat\" with helpful information concerning cat behavior and care.  Like a \"baby book\" for your cat, it provides places to attach photos, record milestones and memories, store medical records, etc., in one handy place.  The heavy-duty pages are in a high-quality binder, and there are very nice pocket pages in the back of the book to hold medical records and the like.  The colorful illustrations are cute and funny, and I enjoyed the story of Howie's very eventful life.  It was amusing to see how many things my own cats have in common with Howie.  This book would be a wonderful way to teach a child about cat care and behavior and encourage them to develop a lifelong bond with their cat.  It would be a great gift for any cat lover!", "overall": 5.0, "summary": "This is a Precious Book for Precious Cats", "unixReviewTime": 1347321600, "reviewTime": "09 11, 2012", "label": 19}
{"reviewerID": "A3ISA8Z0NB0ILH", "asin": "0615583474", "reviewerName": "George D. Marshall \"george1767\"", "helpful": [3, 3], "reviewText": "", "overall": 5.0, "summary": "Video review of Howie and Friends", "unixReviewTime": 1358899200, "reviewTime": "01 23, 2013", "label": 19}
{"reviewerID": "A2A8F5QRQOAWVS", "asin": "0615583474", "reviewerName": "G. P. Harrison", "helpful": [0, 0], "reviewText": "Howie helps new and experienced cat ownwers learn and store information related to vet care, fun pictures, and overall life with kitty.", "overall": 5.0, "summary": "Wonderful Place for all kitty information", "unixReviewTime": 1371513600, "reviewTime": "06 18, 2013", "label": 19}
{"reviewerID": "A3FH308L8K5Q9M", "asin": "0615583474", "reviewerName": "Linda Hannawalt", "helpful": [3, 3], "reviewText": "I own a dog but bought this fun and helpful book for two of my favorite people that own a cat for a gift.  What a perrrrrfect gift item it is and both my friends just loved it.  Hoping to have It's a Dog's LIfe soon.Linda Hannawalt", "overall": 5.0, "summary": "Perrrrrfect gift", "unixReviewTime": 1358640000, "reviewTime": "01 20, 2013", "label": 19}
{"reviewerID": "A2BD1HQS031I6U", "asin": "0615583474", "reviewerName": "SF Gal", "helpful": [1, 1], "reviewText": "I was looking for a gift for several friends who have cats.  I happily stumbled on this delightful, practical, colorful book!  My favorite thing is it's so practical.  You have everything you need for your kitty in one place.  That is so convenient!  My friends had their documents and photos all over the place.  Not only that, the book is easy to keep out in the open (very colorful! and the cover is easy to keep dust-free!)  My friends keep it right near their photo albums and it is a wonderful way to make Kitty feel like part of the family!  I also love that it keeps them organized.  I will definitely get all my Cat Lover friends this book!  This book is purrrr-fect!!", "overall": 5.0, "summary": "This is a fantastic book!", "unixReviewTime": 1359676800, "reviewTime": "02 1, 2013", "label": 19}
{"reviewerID": "AK5D5XJ7OHNFG", "asin": "0615583474", "reviewerName": "shiva", "helpful": [3, 3], "reviewText": "If you are a cat owner, or looking for a gift for a cat lover,  this is your book!  Its an opportunity to document all the important moments of the cat's life and in the process, the illustrations and narrative makes it a lot of fun!  So if you have a cat? You must have this book!", "overall": 5.0, "summary": "Every Cat owner's must have manual", "unixReviewTime": 1358640000, "reviewTime": "01 20, 2013", "label": 19}
{"reviewerID": "A2H6BM7IZI4U6K", "asin": "0615583474", "reviewerName": "T Jones", "helpful": [3, 3], "reviewText": "No library or coffee table is complete without Howie! This beautifully illustrated book is an absolute must have! A purrrfect way to capture everlasting memories all wrapped into an amazingly ingenious creation! Love it & definitely Meow approved!", "overall": 5.0, "summary": "Meow Approved", "unixReviewTime": 1359244800, "reviewTime": "01 27, 2013", "label": 19}
{"reviewerID": "A108J5O7DG2WIM", "asin": "0219400083", "reviewerName": "Julio Csar", "helpful": [0, 0], "reviewText": "I loved the look and the great improvement at night drivingA bit expensive but work great.Installation took me about 3 hours.", "overall": 4.0, "summary": "Great improvement for my Spyder", "unixReviewTime": 1376697600, "reviewTime": "08 17, 2013", "label": 2}
{"reviewerID": "A1QBLUSZW281TA", "asin": "0715000322", "reviewerName": "Angelo Aresco", "helpful": [0, 0], "reviewText": "Put these on my 2011 can am outlander 800xt, easy to install, and being oem everything just plugged right in , even like the power switch they came with", "overall": 5.0, "summary": "Warm and toasty hands", "unixReviewTime": 1396915200, "reviewTime": "04 8, 2014", "label": 2}
{"reviewerID": "A3B40ZIZJ3HEP7", "asin": "0970408641", "reviewerName": "derrick", "helpful": [1, 1], "reviewText": "Don't buy this item  , its not a 4 window roll up , its look nothing like the picture , they sent me some crap,  and the seller is charging me 20 % restocking fee plus I have to pay for shipping , I will never buy from them again , YOU HAVE BEEN WARNED ...", "overall": 1.0, "summary": "garbage", "unixReviewTime": 1332115200, "reviewTime": "03 19, 2012", "label": 2}
{"reviewerID": "A1DUAXYX5WHSX1", "asin": "1940825172", "reviewerName": "Craig Sheeley", "helpful": [0, 0], "reviewText": "Nice. A decent model, and at a better price on Amazon than anywhere else. Warning: This model starts the new despicable business practice of selling each vehicle with only one weapons configuration, instead of the multiple weapons we're used to. Which makes the MSRP price hike even more despicable. But this walker is worth getting - it puts German anti-tank on near par with Sov anti-tank capability, for fewer points - as long as you're not paying Battlefront's despicable prices.", "overall": 4.0, "summary": "Nice. A decent model", "unixReviewTime": 1404691200, "reviewTime": "07 7, 2014", "label": 2}
{"reviewerID": "A1VS7YWE0NCAS3", "asin": "2409862403", "reviewerName": "DOC HOLLADAY", "helpful": [0, 0], "reviewText": "I used this rating because I liked the key fob very much but I haven't had achance to install it yet. I don't know yet how it will work or how difficult it will be to install or how well it will work. I think it will be OK though when I do install it..", "overall": 4.0, "summary": "Good Key Remote Fob", "unixReviewTime": 1381363200, "reviewTime": "10 10, 2013", "label": 2}
{"reviewerID": "AY04DS9CPM1YH", "asin": "2409862403", "reviewerName": "timothy a hickle", "helpful": [0, 0], "reviewText": "There aren't any instructions included so I haven't got it hooked up yet and I'm not happy with this product.", "overall": 1.0, "summary": "where are the instructions to this gadget", "unixReviewTime": 1381449600, "reviewTime": "10 11, 2013", "label": 2}
{"reviewerID": "A2HHDDYLFIQWYA", "asin": "3293390102", "reviewerName": "Jonathan", "helpful": [0, 0], "reviewText": "I was very pleased with this LED.  I used it as a reverse light on my 2003 Explorer.  It has very bright light output and easy to install.  I give 3 stars because the product only lasted about 13 months before malfunctioning.  I was under the impression that LEDs outlasted incandescent bulbs by years.", "overall": 3.0, "summary": "great light output but did not last long", "unixReviewTime": 1364342400, "reviewTime": "03 27, 2013", "label": 2}
{"reviewerID": "A12T7O6K54JTJM", "asin": "3696387606", "reviewerName": "James M. Sueverkruepp", "helpful": [0, 0], "reviewText": "Delivery was faster than expected. Installed and both worked for a couple weeks, didn't really preovide the illumination I was looking for. One has already quit working.", "overall": 2.0, "summary": "Short life", "unixReviewTime": 1396569600, "reviewTime": "04 4, 2014", "label": 2}
{"reviewerID": "A1UXFMMV5CPPJQ", "asin": "3696387622", "reviewerName": "Bill", "helpful": [0, 0], "reviewText": "Use these in addition to an LED license plate on the reverse switch to light up behind my truck. My truck with cap has terrible blind spots while backing up. Now at night I can actually see while backing down the trails. Yes a camera would help as well. As my wife said after I showed her &#34;Im blind!&#34; The pattern is a little spot lite like but in conjuction with the plate lights...outstanding", "overall": 5.0, "summary": "Wow brite", "unixReviewTime": 1381881600, "reviewTime": "10 16, 2013", "label": 2}
{"reviewerID": "AR040DQNCVR0H", "asin": "3696387622", "reviewerName": "d. man", "helpful": [0, 0], "reviewText": "Replaced by reverse light with these and the are like mini-spot lights now.  They light directly behind me very well.  Very good at being noticed while in reverse.", "overall": 5.0, "summary": "SUPER BRIGHT", "unixReviewTime": 1362182400, "reviewTime": "03 2, 2013", "label": 2}
{"reviewerID": "A2UESEUCI73CBO", "asin": "0078800242", "reviewerName": "Karen Lange", "helpful": [0, 0], "reviewText": "This is an awesome resource to go with the TE of the same. I am still trying to figure out how to use ALL the awesome information included in this CD!", "overall": 5.0, "summary": "Great Resource to accompany TE", "unixReviewTime": 1374192000, "reviewTime": "07 19, 2013", "label": 17}
{"reviewerID": "A3BBNK2R5TUYGV", "asin": "0113000316", "reviewerName": "b", "helpful": [0, 0], "reviewText": "even though they were refurbished the colors were vivid and the cartridges lasted a long time. Will order again from these folks", "overall": 5.0, "summary": "worked great", "unixReviewTime": 1359417600, "reviewTime": "01 29, 2013", "label": 17}
{"reviewerID": "A5J78T14FJ5DU", "asin": "0113000316", "reviewerName": "N. Sommers", "helpful": [0, 0], "reviewText": "A good deal and I can make them work ok, BUT I live in a dry climate and they tend to dry out quickly. I also struggle to take them OUT OF my printer. The tab has to really be squeezed hard and low enough to get the cartridge out. My printer is an old Epson Stylus CX 6000.  Every time I get these I swear I'm going to get the Epson ink but then I can't make myself pay the price & I get angry that the printer companies have designed these to use a little of each color to print BLACK and I don't care how they justify it. I had an old HP inkjet that worked for YEARS and it didn't use all colors when I set it on black only. So I buy this ink  - (which does work) - as a kind of consumer protest. Consumers unite!", "overall": 3.0, "summary": "A good deal", "unixReviewTime": 1318723200, "reviewTime": "10 16, 2011", "label": 17}
{"reviewerID": "A2P462UH5L6T57", "asin": "043928631X", "reviewerName": "D. Morrissey", "helpful": [0, 0], "reviewText": "Nice added stocking stuffer.  Beautiful addition for the Harry Potter fans to us in marking their location in their books.", "overall": 5.0, "summary": "Beautiful!", "unixReviewTime": 1356912000, "reviewTime": "12 31, 2012", "label": 17}
{"reviewerID": "A2E0X1MWNRTQF4", "asin": "0439340039", "reviewerName": "Drake's mom", "helpful": [0, 0], "reviewText": "Could not get the game to run.  I have Windows 7, but ran a Windows 98 program (says it will run with Win95,98,Win NT) and it still did not work.", "overall": 1.0, "summary": "Didn't work on my PC", "unixReviewTime": 1379721600, "reviewTime": "09 21, 2013", "label": 17}
{"reviewerID": "AAYGDWCI3LDQP", "asin": "0439394058", "helpful": [0, 0], "reviewText": "as described", "overall": 5.0, "summary": "Five Stars", "unixReviewTime": 1405382400, "reviewTime": "07 15, 2014", "label": 17}
{"reviewerID": "AI7SARYVM8FGA", "asin": "0439394058", "reviewerName": "A. Manternach", "helpful": [5, 5], "reviewText": "Nice size, colorful simple pictures and a nice font.  Just wished it was laminated...cost me $50 to laminate it at Kinkos.", "overall": 4.0, "summary": "Perfect for what I was looking for", "unixReviewTime": 1212624000, "reviewTime": "06 5, 2008", "label": 17}
{"reviewerID": "A1BUVOGGFTGMBN", "asin": "0439394058", "reviewerName": "ANON", "helpful": [5, 5], "reviewText": "This is not coated in plastic as the description indicates.  It is very thin cardboard.  It is not a durable product and therefore I don't believe very useful for use around children.  I also thought there would be some way to attach the numbers, days, etc. and there is not.  I guess you would need to laminate this and then attach something to the backs to make them stick to a board (which again is not included).  It is just a bunch of punch outs, including the calendar portion which is in two pieces.", "overall": 2.0, "summary": "very disappointed", "unixReviewTime": 1389744000, "reviewTime": "01 15, 2014", "label": 17}
{"reviewerID": "A35UM9B38X7AYS", "asin": "0439394058", "reviewerName": "C. L. OLeary", "helpful": [0, 0], "reviewText": "I will take other reviewers suggestions and do a cheap laminating job with clear contact paper, but for the price if it doesn't last long it is not that big of a deal, you can replace it.  It is very complete in its contents.  I bought it for a gift for my daughter who homeschools her 4, 5, and 7 year old and know they will like it.  She has an entire wall that readily accepts push pins so probably will not velcro the items, but it is rather large so velcro and a large flannel board might be a good suggestion for some since the entire months should be displayed with the calendar for recitation every day.", "overall": 5.0, "summary": "A lot for the price.", "unixReviewTime": 1386201600, "reviewTime": "12 5, 2013", "label": 17}
{"reviewerID": "AM2U8KJROWYKR", "asin": "0439394058", "reviewerName": "EB227", "helpful": [11, 11], "reviewText": "Great calendar, my 3 year old loves it.  I bought a roll of contact laminating paper and laminated the pieces for about $5.  This will help a lot since the pieces are just thick paper (like notecard thickness).  I also glued the calendar on a large piece of foamboard.  Other than that- very nice.", "overall": 4.0, "summary": "Needs laminated", "unixReviewTime": 1346976000, "reviewTime": "09 7, 2012", "label": 17}
{"reviewerID": "ARMDSTEI0Z7YW", "asin": "0077614992", "reviewerName": "dodo", "helpful": [0, 0], "reviewText": "This book was a requirement for a college class. It was okay to use although it wasn't used much for my particular class", "overall": 5.0, "summary": "great", "unixReviewTime": 1360886400, "reviewTime": "02 15, 2013", "label": 12}
{"reviewerID": "A3FYN0SZYWN74", "asin": "0615208479", "reviewerName": "Marilyn Mitzel", "helpful": [0, 0], "reviewText": "This is a great gift for anyone who wants to hang on to what they've got or get back what they've lost. I bought it for my 77 year old mom who had a stroke and myself.I'm 55 and like many of us at that age my memory started slipping. You know how it goes. Can't remember where I put my keys, can't remember names and forget about numbers. As a medical reporter I was researching the importance of exercising the brain. I heard about BrainAerobics and that it can help improve and even restore memory. I had nothing to lose, nor did mom so we tried it and were actually amazed how well it works.My memory improved pretty quickly. I used to have to write notes to myself about every thing. Not any more. I can remember my grocery list and errands without writing it all down. I can even remember phone numbers now. You have to keep doing it. Just like going to the gym for your body several times a week, you must do the same for your brain.But it's a lot of fun and gives you a new sense of confidence because you just feel a lot sharper. On top of your game so to speak.That's important in this competitive world today to keep up with the younger one's in the work force.  As for mom, her stroke was over two years ago and we thought she would never regain any more brain power but her mind continues to improve. We've noticed a big difference in just the last few months since she has been doing the BrainAerobics program regularly. She's hooked on it and we are believers.Marilyn Mitzel/Aventura, FL", "overall": 5.0, "summary": "AMAZING HOW QUICKLY IT WORKS!", "unixReviewTime": 1228089600, "reviewTime": "12 1, 2008", "label": 12}
{"reviewerID": "A2J0WRZSAAHUAP", "asin": "0615269990", "reviewerName": "icu-rn", "helpful": [0, 0], "reviewText": "Very helpful in learning about different disease processes and easy to understand. You do not have to be a med student to play. Also you can play alone or with several players", "overall": 5.0, "summary": "Must have", "unixReviewTime": 1396742400, "reviewTime": "04 6, 2014", "label": 12}
{"reviewerID": "A38RKP6G5P8J63", "asin": "0615269990", "reviewerName": "JOSEPH A WONG", "helpful": [1, 1], "reviewText": "Occam's Razor is an unbelievably intuitive and enjoyable game that caters not only to medical professionals, but also to the general public. In medical translation, Occam's Razor is a principle of diagnosis, of trying to summarize multiple symptoms into one main problem. What makes Occam's Razor so versatile is that you can play the game in 4 DIFFERENT WAYS! You can play a spin-off of Gin Rummy, you can use the cards to a play a way that deduces a diagnosis, you can play on your own following a spin-off on solitaire, or you can play it as a spoons game.The card game comes with great visual directions that are easy to follow, diagnoses cards, and clinical cards. The pieces fit neatly into a box and is easy to bring around with you to any party or get-together.On a personal note, I am writing as a medical student. I brought the game over to my family's Thanksgiving party and played it almost during the entire time with my cousins. We played the &#34;spoons&#34; version of the game, where you try to match clinical symptoms and tests to diagnoses cards, and my cousins ranging from ages 15 to 30 easily got into the game. I then started playing the second version of the game where you &#34;deduce the disease&#34; and was instantly impressed when my 15 and 16-year-old cousins started spitting out diagnoses, which leads me to my next point. One of the greatest things about Occam's Razor is not only is it FUN, but you actually LEARN (with no added energy).Simply put, Occam's Razor is a card game worth investing, especially to anyone looking for a new game to try out or who are cards enthusiasts. This would make a GREAT holiday gift to anyone, and for those of you in the medical field, you'll have more fun than you realize. =)", "overall": 5.0, "summary": "Occam's Razor, a game for all ages and backgrounds!", "unixReviewTime": 1386115200, "reviewTime": "12 4, 2013", "label": 12}
{"reviewerID": "ARENM677YXZKX", "asin": "0615269990", "reviewerName": "Sonny Patel", "helpful": [0, 0], "reviewText": "I met the guys from Nerdcore at a medical conference and was intrigued by the game.  It comes with a stack of ddx cards and a stack of lab findings/pertinent positives.  The #1 reason why I find it to have limited utility is that the larger deck is lab findings when it really should be ddx.  The ONLY diagnostic ddx you can play/study are: acute appy, acute choly, ACS, leukemia, endocarditis, c.diff colitis, CAP, CHF, DKA, gout, PE, pylo, RA, and septic arthritis.The symptoms and presentation fore these diseases are pretty well known.  In fact most 3rd and 4th year med students are already familiar with diagnosing and the work up for the above.  It doesn't help you study for atypical presentations, lesser known tested diseases, zebras, etc.  A good example of what what I'm talking about is how the deck only includes 1 cancer to study.In the end, I'm sending it back.", "overall": 2.0, "summary": "Very limited utility", "unixReviewTime": 1398297600, "reviewTime": "04 24, 2014", "label": 12}
{"reviewerID": "AMBJQQSRCAOHS", "asin": "0615315860", "reviewerName": "Jon Stall", "helpful": [0, 0], "reviewText": "Love this little book, Has allot of great recipes.  I cant wait to start trying a lot of them it covers wide array of foods and deserts.", "overall": 5.0, "summary": "Great Recipes", "unixReviewTime": 1362614400, "reviewTime": "03 7, 2013", "label": 12}
{"reviewerID": "A2KX3GMQY9LS9N", "asin": "0615315860", "reviewerName": "rebajean", "helpful": [0, 0], "reviewText": "This is a great simple book for blender bottle recipes. I used it to make the slaw for Christmas dinner. It was a hit in my family.", "overall": 5.0, "summary": "Love it", "unixReviewTime": 1358035200, "reviewTime": "01 13, 2013", "label": 12}
{"reviewerID": "A35G5VLYZIDBAU", "asin": "0615406394", "reviewerName": "Karen's Kindle", "helpful": [0, 0], "reviewText": "You have to be a breast cancer survivor, which I am, to really appreciate this book. It was inciteful to read othe women's stories .", "overall": 5.0, "summary": "Great Read", "unixReviewTime": 1373155200, "reviewTime": "07 7, 2013", "label": 12}
{"reviewerID": "A12V35OD8T4ZVP", "asin": "0615406394", "reviewerName": "lore", "helpful": [0, 0], "reviewText": "Aphrodite Reborn tells the dramatic and courageous tales of 28 women who have undergone breast cancer and reconstructive surgery. We get to know these wonderful women through Terry Lorant's compelling photographs and first person accounts of what it's like to be given a breast cancer diagnosis and navigate the choices for healing their bodies and spirits. Ten years ago we met most of these brave souls in the warm and compassionate Reconstructing Aphrodite. How lucky we are in this follow up study to revisit these survivors, and to be privy to their continuing journeys. Although the women in Aphrodite Reborn specifically have had breast cancer, the book really speaks to us in a more universal way about what the human spirit can do when confronted by life-changing illness. I enthusiastically recommend this book!", "overall": 5.0, "summary": "up close, personal and poignant", "unixReviewTime": 1298505600, "reviewTime": "02 24, 2011", "label": 12}
{"reviewerID": "AVFXCA5AW8I7F", "asin": "0615406394", "reviewerName": "nsanlan \"nscanlan\"", "helpful": [0, 0], "reviewText": "What an inspiring and visually stunning book Ms. Lorant has given us.  I have fortunately been spared the agonizing diagnosis of breast cancer (so far) but have accompanied many friends on that perilous journey.  I would certainly recommend this book to anyone who has any connection with the disease, either from personal experience or just from friends and acquaintances.  The photographs express a real joie de vivre and enthusiasm which should be a real boost to those fighting the disease.  I found the comparisons of the women from one decade to the next especially compelling - sometimes their commentaries shed a darker light on what they've been through but Ms. Lorant captures their joy in hopefully beating and living with the disease.", "overall": 5.0, "summary": "I'm overwhelmed!!", "unixReviewTime": 1297900800, "reviewTime": "02 17, 2011", "label": 12}
{"reviewerID": "A3PMSRCL80KSA1", "asin": "0000031852", "reviewerName": "Dee", "helpful": [0, 0], "reviewText": "Tutus are cute but a little thin. Can't complain for the price though. Still a good buy. My daughter will enjoy these in dance class.", "overall": 4.0, "summary": "Not bad", "unixReviewTime": 1388275200, "reviewTime": "12 29, 2013", "label": 20}
{"reviewerID": "A1SNLWGLFXD70K", "asin": "0000031852", "reviewerName": "DEVA", "helpful": [0, 0], "reviewText": "I origonally didn't get the item I ordered.  When contacting the company they got back with me quickly.  It turned out the item was out of stock.  They sent it once it came in stock.  This wasn't a problem for me since I ordered the item way in advance for my daughters birthday.  I would recommend this selling but ordered ahead of time just incase.", "overall": 4.0, "summary": "Happy with purchase even though it came a lot later than expected.", "unixReviewTime": 1392940800, "reviewTime": "02 21, 2014", "label": 20}
{"reviewerID": "A1KJ4CVG87QW09", "asin": "0000031852", "reviewerName": "Donna Carter-Scott", "helpful": [0, 0], "reviewText": "Arrived very timely, cute grandbaby loves it. Only thing there was a scent on it when it came but for the price it was great!", "overall": 4.0, "summary": "Cute Tutu", "unixReviewTime": 1389657600, "reviewTime": "01 14, 2014", "label": 20}
{"reviewerID": "AA9ITO6ZLZW6", "asin": "0000031852", "reviewerName": "Jazzy77", "helpful": [0, 0], "reviewText": "My little girl just loves to wear this tutu because of the stripes! She has even convinced me to let her wear it over leggings when we go out instead of exclusively for ballet. Since the tutu isn't too full it work as a skirt for everyday wear as well", "overall": 5.0, "summary": "Versatile", "unixReviewTime": 1399507200, "reviewTime": "05 8, 2014", "label": 20}
{"reviewerID": "APJ5ULJ1RMZ4", "asin": "0000031852", "reviewerName": "kesha wallace", "helpful": [0, 0], "reviewText": "I bought this for my 3 yr old daughter when I took it out the pack it had a bad oder, cute but very cheap material easy to ripe.  When I tried it on her it was to big, but of course she liked it so I kept it. I dressed her up in it and she looked cute.---- NikkiFrom Baltimore", "overall": 1.0, "summary": "Would not recommend", "unixReviewTime": 1398556800, "reviewTime": "04 27, 2014", "label": 20}
{"reviewerID": "A2PAVURT4NOHE1", "asin": "0000031852", "reviewerName": "Leah", "helpful": [0, 0], "reviewText": "Bought it for a ballet tutu but it is being worn around the house with leggings. Really cute, full skirt.", "overall": 5.0, "summary": "Super cute", "unixReviewTime": 1388361600, "reviewTime": "12 30, 2013", "label": 20}
{"reviewerID": "A3URQ0LXLV46E9", "asin": "0000031852", "reviewerName": "shortyvee", "helpful": [0, 0], "reviewText": "My daughter and her friends love the colors and the way it fit. Last long after each wash. Will order more colors.", "overall": 4.0, "summary": "zebralisous", "unixReviewTime": 1400544000, "reviewTime": "05 20, 2014", "label": 20}
{"reviewerID": "A2681T699HV6H1", "asin": "0000031895", "reviewerName": "Courtney Riha", "helpful": [0, 0], "reviewText": "very cute and went great with my Halloween costume! for the price, couldn't have asked for better. Warning: if you are not a child this tutu is a very tight fit, i wear a size 0 and it was a little hard to get it over my hips", "overall": 4.0, "summary": "loved it!", "unixReviewTime": 1384905600, "reviewTime": "11 20, 2013", "label": 20}
{"reviewerID": "A2EPSZKEG06QZE", "asin": "0000031895", "reviewerName": "Katie R.", "helpful": [1, 1], "reviewText": "This tutu is completely see-through. I bought it for my 6 year old to wear in a parade she is walking in and she absolutely will not be able to wear it without pants on underneath, which I was not expecting.", "overall": 2.0, "summary": "Completely See-Through", "unixReviewTime": 1396224000, "reviewTime": "03 31, 2014", "label": 20}
{"reviewerID": "A23K73OVXJ04EG", "asin": "0000031895", "reviewerName": "Susie Mo \"author\"", "helpful": [0, 0], "reviewText": "It was as described and fit my 6 year old grand daughter perfectly. She loves to play dress-up and this is a good addition to her wardrobe. I received the item quickly and the packaging was great.", "overall": 5.0, "summary": "Neon Blue Tutu", "unixReviewTime": 1391212800, "reviewTime": "02 1, 2014", "label": 20}
{"reviewerID": "AMEVO2LY6VEJA", "asin": "0000191639", "reviewerName": "Nicole Soeder", "helpful": [0, 0], "reviewText": "Great product, thank you! Our son loved the puzzles.  They have large pieces yet they are still challenging for a 4 year old.", "overall": 5.0, "summary": "Puzzles", "unixReviewTime": 1388016000, "reviewTime": "12 26, 2013", "label": 22}
{"reviewerID": "A3C9CSW3TJITGT", "asin": "0005069491", "reviewerName": "Renee", "helpful": [0, 0], "reviewText": "I love these felt nursery rhyme characters and scenes.  The quality of the felt is good, and the illustrations are detailed and pretty.  As noted, the figures and scenes are printed on 2 large sheets of flannel and each individual item needs to be cut out.  This process took me 2 hours of tiny cutting.  To me it does not lend itself to a book form but rather laying out the scenes separately or for use on a flannel board.  However, I love the quiet play it offers for my toddler, and as a former Kindergarten teacher, I understand the value of learning rhyme and its connection to future reading.  Overall, delightful product with some work involved.", "overall": 4.0, "summary": "Charming characters but busy work required", "unixReviewTime": 1377561600, "reviewTime": "08 27, 2013", "label": 22}
{"reviewerID": "A31POTIYCKSZ9G", "asin": "0076561046", "reviewerName": "So CA Teacher", "helpful": [0, 0], "reviewText": "I see no directions for its use. Therefore I have to make up the games, unfortunately.", "overall": 3.0, "summary": "No directions for use...", "unixReviewTime": 1404864000, "reviewTime": "07 9, 2014", "label": 22}
{"reviewerID": "A2GGHHME9B6W4O", "asin": "0131358936", "reviewerName": "Dalilah G.", "helpful": [0, 0], "reviewText": "This is a great tool for any teacher using the Pre Calculus Enhanced with Graphing Utilities book (of any edition). Easy to use with a very extensive test bank. Excellent!", "overall": 5.0, "summary": "Great CD-ROM", "unixReviewTime": 1382400000, "reviewTime": "10 22, 2013", "label": 22}
{"reviewerID": "A1FSLDH43ORWZP", "asin": "0133642984", "reviewerName": "Dayna English", "helpful": [0, 0], "reviewText": "Although not as streamlined as the Algebra I materials .. this is extremely helpful for first time teachers ...bulk of materials are prepared for presentations.", "overall": 5.0, "summary": "Algebra II -- presentation materials", "unixReviewTime": 1374278400, "reviewTime": "07 20, 2013", "label": 22}
{"reviewerID": "A3NXHTSEBX9YHB", "asin": "0279515766", "reviewerName": "marlenetbueras", "helpful": [0, 0], "reviewText": "i am glad to get it after 25 yr of waiting for her i ended up with 4 of her", "overall": 5.0, "summary": "my strawberry shortcake", "unixReviewTime": 1363564800, "reviewTime": "03 18, 2013", "label": 22}
{"reviewerID": "AYVR1MQCTNU5D", "asin": "0375829695", "reviewerName": "annie", "helpful": [0, 0], "reviewText": "What a great theme for a puzzle book. My daughter loves both Dr. Seuss AND puzzle books, so this was a hit!", "overall": 5.0, "summary": "So cute!!", "unixReviewTime": 1291939200, "reviewTime": "12 10, 2010", "label": 22}
{"reviewerID": "A3CJHKFHHQJP2K", "asin": "0375829695", "reviewerName": "Beth Sharo \"bookmom\"", "helpful": [0, 0], "reviewText": "My son got this book for his birthday.  He loves puzzles and Dr. Seuss and I felt that this would be a winning combination.  The pieces are all the same shape and can easily be put together in the wrong place.  I worked with him to complete the puzzle and found it frustrating as an adult.  I would not recommend this book to anyone.", "overall": 1.0, "summary": "Disappointing Puzzle Book", "unixReviewTime": 1297209600, "reviewTime": "02 9, 2011", "label": 22}
{"reviewerID": "A3638FINP26E8N", "asin": "0375829695", "reviewerName": "C. Boykin", "helpful": [1, 1], "reviewText": "Love the book format. My 4yr old grandson loves puzzles and Dr. Seuss was an added plus. BUT several of the pieces are cut the same, causing unnecessary confusion and frustration for both of us.", "overall": 3.0, "summary": "frustrating puzzle pieces", "unixReviewTime": 1282521600, "reviewTime": "08 23, 2010", "label": 22}
{"reviewerID": "AUT7723O49VMN", "asin": "0375829695", "reviewerName": "Cindy Lindy", "helpful": [1, 1], "reviewText": "I'm a 2nd grade teacher.  My students found the jigsaw puzzle book challenging and fun.  We ended up cutting it up to allow more to use the puzzles at one time.  A great activity for children when they have finished their work and or when a class is celebrating Dr. Seuss' Birthday!", "overall": 4.0, "summary": "challenging and fun", "unixReviewTime": 1237766400, "reviewTime": "03 23, 2009", "label": 22}
{"reviewerID": "A2EFCYXHNK06IS", "asin": "5555991584", "reviewerName": "Abigail Perkins \"Abby &#34;Reads Too Much&#34...", "helpful": [4, 5], "reviewText": "The anthemic title track begins &quot;The Memory Of Trees&quot;, her fourth CD release.  Wordless vocalizations and forceful percussion propel this song into the stratosphere.  &quot;Anywhere Is&quot;, the lead single from this CD, is typical of her earlier fare like &quot;Orinoco Flow&quot;, but contains a magic all its own.  The most endearing aspect of this song is its lyrics.  Roma Ryan, Enya's long time lyricist, deserves much credit for her amazing lyrics on this song.  Relax and fall into the images the music and the words make together.  &quot;Pax Deorum&quot; is like a hurricane to me.  It begins ominously, like the calm before the storm.  It builds into a frighteningly wicked storm of immense proportions with strings and drums and vocals everywhere. Then, in the middle, it stops, and small lull transpires while angels come down and sing to us.  Then, just as suddenly, the wind comes up again and we are back into the thick of things.  And then, the end comes as suddenly as the beginning.  &quot;Athair Ar Neamh&quot; is a beautiful ballad which is more lyrical than any other ballad Enya has produced thus far.  In this song, Enya sounds very similar to her sister, Maire Brennan, lead singer of the group Clannad.  &quot;From Where I Am&quot; is another solo piano piece, which embodies the title perfectly.  I can picture myself staring at the wide expanse of the ocean or the land from a high cliff.  &quot;China Roses&quot; is a song of love and a song of the past.  You can feel the slow moving but intensely powerful energy in the undercurrent of this song.  Beautiful synthesized sounds add to the atmosphere here.  &quot;Hope Is A Place&quot; sounds melancholy, like someone has given up hope, and Enya is trying to tell them that it's not too late, it's never too late.  For all in love, hope has a place in YOUR soul.  This is such a sweet ballad with a simplistic arrangement.  &quot;Tea-House Moon&quot; is another instrumental track which embodies its title perfectly.  The sparkling synthesizers and melodies bring to mind a late evening tea ceremony underneath a bright full moon on a late summer's eve.  &quot;Once You Had Gold&quot; is a soft waltz, a lament, if you will, of something had and lost, here and gone.  &quot;La Sonadora&quot; is the only Enya song to be written in Spanish, and includes some unusual but effective chord changes.  A song to relax by.  &quot;On My Way Home&quot; starts off with a slow organ introduction and moves into a complex bassline as Enya travels on her journey home.  It seems as if your mind walks while listening to this song, with a stop in the bridge as sweet flutes massage your tired mind.  A fabulous way to end a fabulous CD.", "overall": 5.0, "summary": "Enya Experiments And Succeeds", "unixReviewTime": 978480000, "reviewTime": "01 3, 2001", "label": 9}
{"reviewerID": "A1WR23ER5HMAA9", "asin": "5555991584", "reviewerName": "AKB", "helpful": [1, 1], "reviewText": "Just when I thought Enya couldn't possibly get any better, I found &quot;The Memory of Trees&quot;.  &quot;Trees&quot; is Enya's best album, and like &quot;Watermark&quot; and &quot;Shepherd Moons&quot;, each song is  a gem.  No other music conveys beauty, love, joy and peace the way Enya's  does, and &quot;Trees&quot; is no exception.  Enya is a world treasure, and  &quot;The Memory of Trees&quot; is a must-have for anyone who loves her  music.", "overall": 5.0, "summary": "How to improve upon perfection.", "unixReviewTime": 953424000, "reviewTime": "03 19, 2000", "label": 9}
{"reviewerID": "A2IR4Q0GPAFJKW", "asin": "5555991584", "reviewerName": "Alexander", "helpful": [0, 0], "reviewText": "Nice CD for easy listening.  My husband and I both like it quite a bit.  Arrived in good condition and on time.", "overall": 4.0, "summary": "Good listening.", "unixReviewTime": 1393545600, "reviewTime": "02 28, 2014", "label": 9}
{"reviewerID": "A2V0KUVAB9HSYO", "asin": "5555991584", "reviewerName": "Alison Hight", "helpful": [0, 1], "reviewText": "I really liked this CD, especially the different languages used in it.  I  also particularily enjoyed the light refreshing feel of Enya's music, this  was the first of her CDs which I've listened to, and I found that Enya's  light voice does a lot for her music.", "overall": 4.0, "summary": "Loved It", "unixReviewTime": 966124800, "reviewTime": "08 13, 2000", "label": 9}
{"reviewerID": "A1J0GL9HCA7ELW", "asin": "5555991584", "reviewerName": "Al the Pal \"Al the Pal\"", "helpful": [3, 3], "reviewText": "Enya's richly chorded style has smitten me once again.  A little bit Gregorian, a lot Celtic, combined with a soft, well crafted execution, gives us a CD anyone can enjoy and relax with.  Enya performs all the instruments and vocals on the album.  Her vocal style is willowy and sweet, which blends with the synthesizer and piano accompaniment perfectly.This is great &quot;Hot Tub&quot; or massage music.  If you're not so lucky as to have both a tub and a masseuse available, just try a recliner with a glass of wine.  Enya has given us more great music, still with her unique perspective of flow and rhythm.  Her music remains timeless and fresh years after its release.", "overall": 5.0, "summary": "Another Hauntingly Beautiful Collection of Songs", "unixReviewTime": 1007683200, "reviewTime": "12 7, 2001", "label": 9}
{"reviewerID": "A3EBHHCZO6V2A4", "asin": "5555991584", "reviewerName": "Amaranth \"music fan\"", "helpful": [3, 3], "reviewText": "It's hard to believe \"Memory of Trees\" came out 11 years ago;it has held up well over the passage of time.It's Enya's last great album before the New Age/pop of \"Amarantine\" and \"Day without rain.\" Back in 1995,Enya still had her creative spark,her own voice.I agree with the reviewer who said that this is her saddest album;it is melancholy,bittersweet,from the opening title song.\"Memory of Trees\" is elegaic&majestic.;\"Pax Deorum\" sounds like it is from a Requiem Mass,it is a dark threnody.Unlike the reviewer who said that this has a \"disconcerting\" blend of spirituality&sensuality;,I don't find it disconcerting at all.\"Anywhere is\" is a hopeful song,looking to possibilities.\"Hope has a place\" is about love,but it is up to the listener to decide if it is romantic,platonic,etc.I've always had a soft spot for this song.\"On my way home\" is a triumphant ending about return.This is truly a masterpiece of New Age music,a must for any Enya fan!", "overall": 5.0, "summary": "Enya's last great album", "unixReviewTime": 1158019200, "reviewTime": "09 12, 2006", "label": 9}
{"reviewerID": "A340XJYJDFSMUG", "asin": "5555991584", "reviewerName": "Amazon Customer \"Arlu\"", "helpful": [1, 3], "reviewText": "I am an enya fan and like her cd's. on this cd I do have to skip over song 2 and 3, song 2 just sticks out like a song I would hear my kids singing so I can't listen to it for long and since I listen to this cd as I commute to sacramento Song 3 chants sacramento mayo dayo, it's like another reminder that I'm commuting, but besides that I really do enjoy the cd. It's just something different to listen to.", "overall": 3.0, "summary": "Something Different", "unixReviewTime": 1190419200, "reviewTime": "09 22, 2007", "label": 9}
{"reviewerID": "A3Q1J7VFGG80EK", "asin": "5555991584", "reviewerName": "Amber", "helpful": [0, 0], "reviewText": "I'm not a huge, know it all Enya fan.  But I do like her music very much.  Of the few CD's I've heard by Enya, this is my favorite.  I LOVE the song Anywhere Is (track 2).  It is pleasent and uplifting.  It makes me smile and want to twirl in circles.  Maybe this doesn't help anyone else want to buy the CD, but if you need some incentive: the CD is soothing and light to listen to. It would be a great CD to buy if that is the type of thing you are looking for.", "overall": 5.0, "summary": "Memory of Trees or My favorite Enya CD", "unixReviewTime": 975628800, "reviewTime": "12 1, 2000", "label": 9}
{"reviewerID": "A1REP2FMPOXV4A", "asin": "5555991584", "reviewerName": "Andrew G.", "helpful": [6, 8], "reviewText": "This is my very favorite Enya album to date. Even writing a review of it will not come close to my inner feelings about its music. The first song, the title track &quot;The Memory of Trees&quot;, is the most beautiful song I've ever heard. From quiet strings to layered voices and shy piano to an orchestral-sounding climax with percussion and complex vocal parts, this song is gorgeously triumphant. &quot;Anywhere Is&quot; is a catchy but beautiful song that brings to mind wandering through a maze. Another highlight of the album is &quot;Pax Deorum&quot;. The first time I heard it, I thought of a group of hooded figures in a dimly-lit temple performing a ceremony. Enya shows off her low range with this piece. It is also interesting that she combines two different languages with two different religious ideas: the polytheism of the Romans (the Latin part) and the monotheism of the Christians (the Irish Gaelic part). Another tidbit: The Irish Gaelic part in &quot;Pax Deorum&quot; uses the same melody and text as the following, breathtaking piece, &quot;Athair ar Neamh&quot;. Being Catholic (a Christian denomination), I am sure that this song (whose title translates into &quot;Heavenly Father&quot;) has a personal meaning for Enya. &quot;From Where I Am&quot; is also another beautiful but quiet song, an emotion-packed instrumental. Enya certainly proves that you can be very quiet but still display strong feelings. From the joy of &quot;China Roses&quot; to the tranquility of &quot;Tea-house Moon&quot; and the expectantcy of &quot;On My Way Home,&quot; _The Memory of Trees_ is one of Enya's most wonderful works. I strongly recommend (and LOVE) this album. Brilliant!", "overall": 5.0, "summary": "In a word, perfection", "unixReviewTime": 993427200, "reviewTime": "06 25, 2001", "label": 9}
{"reviewerID": "A3QEKUPBPQ7A2S", "asin": "5555991584", "reviewerName": "Archer", "helpful": [1, 1], "reviewText": "I love, love love love love The Memory of Trees by Enya.Especially the vocals.The singing is the best!", "overall": 5.0, "summary": "I could listen to this album all day!", "unixReviewTime": 1055635200, "reviewTime": "06 15, 2003", "label": 9}
{"reviewerID": "A2GZ9GFZV1LWB0", "asin": "1603420304", "helpful": [0, 0], "reviewText": "I am well out of college but love this book.  I am always on the go and don't have a lot of time to plan menu's or shop for recipes during the week.  This has a ton of classic, yummy and EASY (did I say EASY!) recipes.  A lot of the times I can use staples from my pantry and just pick up a handful of items.  And it's great for singles/couples.", "overall": 4.0, "summary": "Good solid recipes", "unixReviewTime": 1405209600, "reviewTime": "07 13, 2014", "label": 14}
{"reviewerID": "A1K7VSUDCVAPW8", "asin": "1603420304", "reviewerName": "5ft2", "helpful": [3, 4], "reviewText": "So, I bought this book a few days ago and have tried three recipes so far.  The first was a total flop.  There must be an error, but be forewarned, do NOT make the Blueberry Coffee Cake as it comes out as inedible mush--WAY too much water.  The other two recipes (mac and cheese and grilled cheese with tomato) were decent for quick lunches or dinners.  They were average in taste, but considering the short amount of time it took to make them, I'm okay with that.  All in all, it's a nice idea book to get creative with everyday ingredients, but with errors and only average taste, I give it three stars.", "overall": 3.0, "summary": "Okay for true beginners", "unixReviewTime": 1282176000, "reviewTime": "08 19, 2010", "label": 14}
{"reviewerID": "A35J5XRE5ZT6H2", "asin": "1603420304", "reviewerName": "810geb", "helpful": [0, 0], "reviewText": "The pros:1. It really teaches you the basics on cooking2. Really easy to make3. The recipes are categorized which make it easy to findThe cons:1. Some recipes are really high in calories2. Don't seem all that cheap to me, speaking from a college student on a budget", "overall": 4.0, "summary": "Worth the money", "unixReviewTime": 1365206400, "reviewTime": "04 6, 2013", "label": 14}
{"reviewerID": "A3DGZNFSMNWSX5", "asin": "1603420304", "reviewerName": "AfterCsquared", "helpful": [0, 1], "reviewText": "got it in good time. i think its a great book but i do wish there was more variety of things like desserts and breakfast options you can make fast", "overall": 4.0, "summary": "Good book", "unixReviewTime": 1285632000, "reviewTime": "09 28, 2010", "label": 14}
{"reviewerID": "A2CVDQ6H36L4VL", "asin": "1603420304", "reviewerName": "Alexisx3", "helpful": [0, 0], "reviewText": "I bought this for my friend's birthday,and she absolutely loves it. This book is especially for beginners with easy to make recipes for breakfast,lunch and dinner. In the beginning it gives an intro on spices and different utensils which is extremely helpful. I'm even considering buying this myself. This book is absolutely adorable.", "overall": 5.0, "summary": "Very adorable", "unixReviewTime": 1342396800, "reviewTime": "07 16, 2012", "label": 14}
{"reviewerID": "A3U0EV8PXX6G2O", "asin": "1603420304", "reviewerName": "Allison Blackham", "helpful": [0, 0], "reviewText": "This is a good basic cookbook for new cooks and college students on their own for the first time.  My daughter is using it and reports good luck with the recipes.", "overall": 4.0, "summary": "Healthy food choices for college students", "unixReviewTime": 1383004800, "reviewTime": "10 29, 2013", "label": 14}
{"reviewerID": "A18KZLAOO17CH7", "asin": "1603420304", "reviewerName": "Amazon Customer", "helpful": [0, 0], "reviewText": "I bought this book for my friend's daughter who was going to college and wanted some recipes.  As I looked through the book, I loved the recipes so much, I ended up buying another book for myself.  Jessie, the college student, told me she has already used the book and was thrilled the food she made tasted fantastic and was easy to make.  Good and easy recipes.", "overall": 5.0, "summary": "Great book", "unixReviewTime": 1315958400, "reviewTime": "09 14, 2011", "label": 14}
{"reviewerID": "A1RYEDOAVTVC97", "asin": "1603420304", "reviewerName": "Amazon Customer", "helpful": [7, 7], "reviewText": "As someone that is single and knows my way around the kitchen pretty well, I found this cookbook to be very useful for single people. A lot of recipes/cookbooks out there are geared towards families. It's hard to find recipes that are single serve. Some of my favorite recipes included steamed cabbage, simple green beans, beef stir fry.", "overall": 4.0, "summary": "Very good for single people", "unixReviewTime": 1253491200, "reviewTime": "09 21, 2009", "label": 14}
{"reviewerID": "AW4GYRDGPXSHC", "asin": "1603420304", "reviewerName": "a mom", "helpful": [1, 2], "reviewText": "After several days of hunting for the right book for a male college student, who doesn't cook, and lives with 5 other guys in a condo/dorm with a spectacular kitchen.........I chose this one because it is easy to use, there are few ingredients, it is basic (like making quesadillas), and things actually sound delicious.  Hope it is utilized but a mother  is the last one to know.", "overall": 5.0, "summary": "This is the one!!", "unixReviewTime": 1284336000, "reviewTime": "09 13, 2010", "label": 14}
{"reviewerID": "A3RM23R5S3OBO5", "asin": "1603420304", "reviewerName": "Amy Braml", "helpful": [0, 0], "reviewText": "I absolutely love it! Everything I've tried so far tastes delicious, and it's affordable! It's great for when I make recipes just for myself, or when I have some friends over. I highly recommend this book.", "overall": 5.0, "summary": "Love it!!", "unixReviewTime": 1323216000, "reviewTime": "12 7, 2011", "label": 14}
